{
	"@metadata": {
		"authors": [
			"R4356th",
			"San1joy23",
			"Tahmid",
			"আফতাবুজ্জামান"
		]
	},
	"miraheze-centralauth-groupname": "মিরাহীজ",
	"miraheze-createwiki-close-email-subject": "আপনার মিরাহেজ উইকি ($1) বন্ধ করা হয়েছে",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== {{SITENAME}}-এ স্বাগতম! ==\nএই প্রধান পাতাটি উইকি তৈরির পর স্বয়ংক্রিয়ভাবে তৈরি হয়েছে এবং মনে হচ্ছে এটি এখনও প্রতিস্থাপন করা হয়নি। ব্যুরোক্র্যাট(গণ) হয়ত এখনও প্রধান পাতা নিয়ে কাজ করছেন, তাই অনুগ্রহ করে পরে আবার দেখুন!\n\n=== এই উইকির ব্যুরোক্র্যাটদের জন্য ===\nআপনার নতুন উইকিতে স্বাগতম! আপনার উইকির হোস্টিংয়ের জন্য মিরাহেজকে বেছে নেওয়ার জন্য ধন্যবাদ; আমরা আশা করি আপনি আমাদের হোস্টিং সেবাটি উপভোগ করবেন। আপনার যখন ইচ্ছা তখনই আপনার উইকিতে কাজ শুরু করতে পারেন।\n\nসাহায্য দরকার? চিন্তা নেই! শুরু করার জন্য আমরা আপনাকে নিচের কিছু গুরুত্বপূর্ণ পাতা পড়ে দেখার পরামর্শ দিচ্ছি:\n* উইকির মৌলিক বিষয় যেমন পরিভ্রমণ, সম্পাদনা, এবং সফটওয়্যারের সাধারণ বৈশিষ্ট্য সম্পর্কে জানতে [[mw:Special:MyLanguage/Help:Contents|মিডিয়াউইকি নির্দেশিকা]] পড়ুন\n* উইকিতে বিভিন্নভাবে তথ্যছক যোগ করার পদ্ধতি জানতে [[m:Special:MyLanguage/Infoboxes|তথ্য সংক্রান্ত পৃষ্ঠা]] দেখুন। আপনি যদি নিশ্চিত না হন কোথা থেকে শুরু করবেন, তাহলে PortableInfoboxes একটি ভালো শুরু হতে পারে\n* উইকির সেটিংস (ফ্যাভিকন, এক্সটেনশন, অনুমতি এবং আরও অনেক কিছু) কাস্টমাইজ করতে [[m:Special:MyLanguage/ManageWiki|উইকি পরিচালনা]] পাতায় যান। পাতাটি ভালোভাবে পড়ে নিন, কারণ কিছু পরিবর্তন পরে ফিরিয়ে নেওয়া কঠিন হতে পারে\n* মিরাহেজ সম্পর্কে সাধারণ ধারণা পেতে [[m:Special:MyLanguage/FAQ|মিরাহেজ প্রাজিপ্র]] পড়ুন\n* [[mh:dev|মিরাহেজ ডেভেলপার উইকি]] - এটি সবার জন্য একটি রিসোর্স (হ্যাঁ, আপনার জন্যও!) যেখানে আপনি টেমপ্লেট (তথ্যছক, উদ্ধৃতি...), স্টাইলিং এবং উইকি সাজানোর অন্যান্য উপাদান খুঁজে পাবেন। এছাড়াও আপনি [[mh:commons|মিরাহেজ কমন্সে]] শেয়ারকৃত ছবি খুঁজে পেতে পারেন এবং আমাদের [[mh:test|পাবলিক টেস্ট উইকি]]-তে প্রশাসক অনুমতির ব্যবহার অনুশীলন করতে পারেন।\n\nএছাড়া, আপনি যদি নিশ্চিত না হন কীভাবে একটি নতুন পাতা তৈরি করবেন, তাহলে আপনার জন্য কিছু সহজ পদ্ধতি আছে: \n\n* কোনো বিদ্যমান পাতায় একটি নতুন পাতার লিঙ্ক তৈরি করুন এবং সেই লিঙ্কটি অনুসরণ করুন\n* ব্রাউজারের ঠিকানা দণ্ডে গিয়ে আপনি যে পাতা তৈরি করতে চান, সেই পাতার ঠিকানা টাইপ করুন\n* অথবা [[Special:ManageWiki/extensions]]-এ গিয়ে [[mw:Extension:CreatePageUw|CreatePageUw]] এক্সটেনশনটি সক্রিয় করুন, যা পার্শ্বদণ্ডে নতুন পাতা তৈরির জন্য একটি সহজ লিঙ্ক যোগ করবে!\n\n==== আমি এখনও ''অমুক'' বুঝতে পারছি না! ====\nকোনো সমস্যা নেই! সবকিছু হয়তো প্রাজিপ্র-তে নেই বা পরিষ্কারভাবে ব্যাখ্যা করা হয়নি, আর আমরা আপনাকে সাহায্য করতে সবসময় প্রস্তুত! আপনি নিচের জায়গাগুলোতে আমাদের খুঁজে পেতে পারেন:\n\n* [[m:Special:MyLanguage/Help center|মিরাহেজ মেটায়]]\n* [https://miraheze.org/discord ডিসকর্ডে]\n* আইআরসি-র #miraheze চ্যানেলে irc.libera.chat সার্ভারে ([irc://irc.libera.chat/%23miraheze সরাসরি লিঙ্ক]; [https://web.libera.chat/?channel=#miraheze ওয়েবচ্যাট])\n* যদি আপনি কোনো মিডিয়াউইকি ত্রুটির সম্মুখীন হন, তাহলে [[phorge:|আমাদের ইস্যু ট্র্যাকারে]] জানান\n\n=== এই উইকির পরিদর্শনকারীদের জন্য ===\nশুভেচ্ছা নিন, এটি (এই পাতাটি) এই উইকির পূর্বনির্ধারিত প্রধান পাতা। এটি এখনো এই উইকির ব্যুরোক্র্যাট কর্তৃক পরিবর্তন করা হয়নি। ব্যুরোক্র্যাট(গণ) সম্ভবত এখনো একটি নতুন প্রধান পাতা তৈরিতে কাজ করছেন, তাই অনুগ্রহ করে পরে আবার দেখুন!",
	"miraheze-createwiki-defaultmainpage-summary": "মিরাহেজে স্বাগতম!",
	"miraheze-createwiki-email-body": "হ্যালো!\n\nআপনি সম্প্রতি মিরাহেজে একটি উইকির অনুরোধ করেছেন। আমরা আপনাকে জানাতে পেরে আনন্দিত যে এটি অনুমোদিত হয়েছে!\n\nমিরাহেজে আপনাকে প্রতিটি ধাপে সাহায্য করার জন্য এখানে রয়েছে, জিজ্ঞাসা করতে ভয় পাবেন না! বিভিন্ন বিষয়ে বিস্তারিত সাহায্যের জন্য আমাদের [[m:Special:MyLanguage/Help center|সাহায্য কেন্দ্র]] দেখুন, যেমন আমাদের ManageWiki সরঞ্জাম ব্যবহার করে আপনার উইকি পরিচালনা করা, ছবি ও টেমপ্লেট ব্যবহার করা, কাজ জমা দেওয়া, এবং আরও অনেক কিছু!\n \nদয়া করে মনে রাখবেন যে সমস্ত উইকিকে অবশ্যই [[m:Special:MyLanguage/Content Policy|বিষয়বস্তু নীতিমালা]] মেনে চলতে হবে অথবা সেগুলি বন্ধ হয়ে যেতে পারে। মনে রাখবেন যে আপনার উইকি তার অনুমোদিত উদ্দেশ্য থেকে খুব বেশি বিচ্যুত হতে পারবে না অন্যথায় এটি বন্ধ করে দেওয়া হতে পারে।\n\nমিরাহেজ বেছে নেওয়ার জন্য আপনাকে ধন্যবাদ! আমরা আপনার নতুন উইকি অ্যাডভেঞ্চারের জন্য আপনাকে শুভকামনা জানাই।",
	"miraheze-createwiki-email-subject": "আপনার নতুন মিরাহেজ উইকি (1) তৈরি করা হয়েছে",
	"miraheze-createwiki-error-subdomaintaken": "আপনার অনুরোধ করা সাবডোমেনটি ইতিমধ্যেই নেওয়া হয়েছে। আপনার বিষয়কে আচ্ছাদন করে এমন একটি উইকি ইতিমধ্যেই থাকতে পারে, যদি তা হয়, তবে তার পরিবর্তে সেই উইকিতে অবদান রাখুন (একই বিষয়ের উইকিগুলি নিষিদ্ধ এবং সনাক্তকরণের পরে মুছে ফেলা হয়। আরেকটি সাবডোমেন নির্বাচন করুন এবং আবার চেষ্টা করুন।",
	"miraheze-createwiki-help-bio": "প্রকৃত মানুষ সম্পর্কিত বিষয়বস্তু পক্ষপাত সীমিত করার চেষ্টা করবে/একটি নিরপেক্ষ দৃষ্টিভঙ্গি উপস্থাপন করবে বলে আশা করা হচ্ছে। আপনি স্পষ্ট সম্মতি ছাড়া ব্যক্তিগত তথ্য শেয়ার করবেন না. দেখুন [[উইকিতে ব্যক্তিগত তথ্যের প্রকাশ]]",
	"miraheze-createwiki-help-reason": "সহজে সম্পাদনা করার জন্য বাক্সটি প্রসারিত করুন! দুর্ভাগ্যবশত এখানে গাঢ়, ক্লিকযোগ্য লিঙ্ক ইত্যাদির মতো কোনও অভিনব বিন্যাস নেই।",
	"miraheze-createwiki-help-subdomain": "এটি উইকির ইউআরএল হবে। দয়া করে নিশ্চিত করুন যে এটি আপনার উইকির জন্য অনন্য এবং খুব সাধারণ নয়। আপনার ডাটাবেসের নামের শেষে 'উইকি' থাকবে, অর্থাৎ আপনার উপডোমেইন -> আপনার উপডোমেইনউইকি। পরে এটি পরিবর্তন করা যেতে পারে।",
	"miraheze-newsignuppage-loginform-tos": "আমি [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use ব্যবহারের শর্তাবলী] ও [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy গোপনীয়তার নীতি] পড়েছি, তা বুঝেছি এবং তা গ্রহণ করতে সম্মত হচ্ছি।",
	"miraheze-newsignuppage-must-accept-tos": "অ্যাকাউন্ট তৈরি করতে সক্ষম হওয়ার জন্য আপনাকে অবশ্যই ব্যবহারের শর্তাবলী গ্রহণ করতে হবে!",
	"miraheze-prefs-help-realname": "আসল নাম ঐচ্ছিক। আপনি যদি এটি প্রদান করেন, তবে আপনার কাজে আপনাকে কৃতিত্ব দিতে এটি ব্যবহার করা হবে। এছাড়া, মিরাহেজ দ্বারা হোস্টকৃত উইকি ব্যবহার করার দ্বারা, আপনি <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Terms_of_Use ব্যবহারের শর্তাবলীর]</span> সাথে সম্মত হচ্ছেন ও <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Privacy_Policy গোপনীয়তার নীতি]</span> গ্রহণ করে নিচ্ছেন।",
	"miraheze-requestwiki-error-invalidcomment": "আপনার উইকি অনুরোধে একটি অবৈধ অক্ষর রয়েছে। এটি সংশোধন করুন এবং আবার চেষ্টা করুন. আপনার যদি সাহায্যের প্রয়োজন হয়, [[সহায়তা কেন্দ্র|আমাদের সাথে যোগাযোগ করুন]]।",
	"miraheze-requestwiki-info-guidance": "মাত্র কয়েকটা অনুচ্ছেদ বাকি! এই অংশটি খুব গুরুত্বপূর্ণ।",
	"miraheze-requestwiki-label-agreement": "'''আমি [[Special:MyLanguage/Content Policy|Content Policy]], [[Special:MyLanguage/Dormancy Policy|Dormancy Policy]], [[Special:MyLanguage/Wiki Governance পলিসি|Wiki Governance]] পড়েছি এবং স্বীকার করেছি ] এবং [[Special:MyLanguage/Global Conduct Policy|Global Conduct Policy]]'', এবং উইকির অনুরোধ করে, আমি আমাদের সকল [[Special:MyLanguage/Global policies|global policies]] এর সাথে সম্মত।",
	"miraheze-requestwiki-success": "আপনার উইকি অনুরোধ ($1) সফলভাবে জমা দেওয়া হয়েছে। আপনার অনুরোধ যত তাড়াতাড়ি সম্ভব একজন স্বেচ্ছাসেবক উইকি তৈরিকারী দ্বারা পর্যালোচনা করা হবে।",
	"miraheze-restriction-delete": "অপসারণ",
	"miraheze-restriction-protect": "সুরক্ষা"
}
