{
	"@metadata": {
		"authors": [
			"R4356th",
			"San1joy23",
			"Tahmid",
			"আফতাবুজ্জামান"
		]
	},
	"miraheze-centralauth-groupname": "মিরাহীজ",
	"miraheze-createwiki-close-email-body": "হ্যালো,!এন!!এন!এই ইমেলটি আপনাকে জানানোর জন্য যে আপনার মিরাহেজ উইকি বন্ধ হয়ে গেছে। যে উইকিগুলি 60 দিনের মধ্যে কোনো সম্পাদনা বা লগ অ্যাকশন পায় না সেগুলি [[m:Special:MyLanguage/Dormancy Policy|Dormancy Policy]] (যেটি আপনি উইকির অনুরোধ করার সময় সম্মত হয়েছিলেন) অনুসারে স্প্যাম প্রতিরোধ করার জন্য স্বয়ংক্রিয়ভাবে বন্ধ হয়ে যায়। \n\nআপনি যদি আপনার উইকি পুনরায় খুলতে চান, অনুগ্রহ করে বিশেষ:ম্যানেজউইকি-এ যান এবং এটিকে পুনরায় খুলতে \"বন্ধ\" বক্সটি আনচেক করুন। অনুগ্রহ করে মনে রাখবেন যে আপনি যদি আপনার উইকি পুনরায় না খোলেন বা কেউ যদি আপনার উইকি খোলার অনুরোধ না করে (নিষ্ক্রিয়তা নীতির পুনরায় খোলার অনুরোধ বিভাগ অনুসারে) এখন থেকে শুরু করে 6 মাসের মধ্যে, আপনার উইকি স্থায়ীভাবে মুছে ফেলার যোগ্য হিসাবে চিহ্নিত করা হবে। .",
	"miraheze-createwiki-close-email-subject": "আপনার মিরাহেজ উইকি ( $1 ) বন্ধ করা হয়েছে",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== {{SITENAME}}-এ স্বাগতম! ==\nএই মূল পাতাটি উইকি তৈরির পর স্বয়ংক্রিয়ভাবে তৈরি হয়েছে এবং মনে হচ্ছে এটি এখনও প্রতিস্থাপন করা হয়নি। আমলা(রা) এখনও একটি মূল পৃষ্ঠায় কাজ করছেন, তাই অনুগ্রহ করে পরে আবার চেক করুন!\n\n=== এই উইকির আমলাদের জন্য ===\nহ্যালো এবং আপনার নতুনটিতে স্বাগতম উইকি আপনার উইকি হোস্ট করার জন্য মিরাহেজকে বেছে নেওয়ার জন্য আপনাকে ধন্যবাদ; আমরা আশা করি আপনি আমাদের হোস্টিং উপভোগ করবেন। আপনি যখনই চান আপনার উইকিতে কাজ শুরু করতে পারেন।\n\nসহায়তা প্রয়োজন? কোন সমস্যা নেই! শুরু করার জন্য, এখানে কিছু সংস্থান রয়েছে যা আমরা আপনাকে পর্যালোচনা করতে উত্সাহিত করি:\n* [[mw:Special:MyLanguage/Help:Contents|MediaWiki গাইড]] উইকির মৌলিক বিষয়গুলির জন্য: নেভিগেশন, সম্পাদনা, সফ্টওয়্যারের সাধারণ বৈশিষ্ট্য\n* [[m:Special:MyLanguage/Infoboxes|Infoboxes]] বিভিন্ন উপায়ে আপনি আপনার উইকিতে এগুলো পেতে পারেন। পোর্টেবল ইনফোবক্স একটি সাধারণ পছন্দ যদি আপনি নিশ্চিত না হন যে কোথায় শুরু করবেন! মনোযোগ সহকারে পড়ুন: কিছু পরিবর্তনগুলিকে বিপরীত করা কঠিন হতে পারে\n* [[m:Special:MyLanguage/FAQ|Miraheze FAQ]] Miraheze\n* [[mh:dev|Miraheze Developers Wiki]], টেমপ্লেট (তথ্যবক্স, উদ্ধৃতি...) স্টাইলিং, এবং উইকিকে উজ্জীবিত করার জন্য অন্যান্য দরকারী জিনিসপত্র খোঁজার জন্য প্রত্যেকের জন্য (হ্যাঁ আপনি!) একটি সম্পদ। আপনি শেয়ার করা ছবিগুলি [[mh:commons|Miraheze Commons]]-এ খুঁজে পেতে পারেন, এবং আমাদের [[mh:test|পাবলিক টেস্ট উইকি]]-এ প্রশাসকের অনুমতি ব্যবহার করে দেখতে পারেন। কিভাবে একটি নতুন পৃষ্ঠা তৈরি করবেন তা নিশ্চিত করুন, আপনার কাছে কয়েকটি বিকল্প রয়েছে: বিদ্যমান পৃষ্ঠায় একটি লিঙ্ক তৈরি করুন এবং এটি অনুসরণ করুন, আপনার পছন্দের পৃষ্ঠায় যেতে ঠিকানা বার সম্পাদনা করুন, অথবা [[Special:ManageWiki/extensions]] এ যান এবং সাইডবারে একটি সহজ লিঙ্ক যোগ করতে [[mw:Extension:CreatePageUw|CreatePageUw]] সক্ষম করুন!\n\n==== আমি এখনও ''X'' বুঝতে পারছি না! ====!না!কোন সমস্যা নেই! সবকিছু প্রায়শই জিজ্ঞাসিত প্রশ্নাবলীতে বা যথেষ্ট পরিষ্কার নাও হতে পারে এবং আমরা সাহায্য করতে পেরে খুশি! আপনি আমাদের এখানে খুঁজে পেতে পারেন:\n* [[m:Special:MyLanguage/Help center|Miraheze Meta]]\n* এ [https://miraheze.org/discord Discord]\n* IRC-তে #miraheze irc.libera.chat-এ ([irc://irc.libera.chat/%23miraheze সরাসরি লিঙ্ক]; [https://web.libera.chat/?channel=#miraheze webchat])\n* চালু [[phorge:|আমাদের ইস্যু ট্র্যাকার]] আপনি যদি মিডিয়াউইকি ত্রুটির সম্মুখীন হন\n\n=== এই উইকির দর্শকদের জন্য ===\nহ্যালো, এই উইকির (এই পৃষ্ঠা) ডিফল্ট প্রধান পাতা নেই এখনো এই উইকির আমলা(দের) দ্বারা প্রতিস্থাপিত হয়েছে। আমলা(গুলি) এখনও একটি প্রধান পৃষ্ঠায় কাজ করতে পারে, তাই অনুগ্রহ করে পরে আবার চেক করুন!",
	"miraheze-createwiki-defaultmainpage-summary": "মিরাহেজে স্বাগতম!",
	"miraheze-createwiki-email-body": "হ্যালো!!এন!!এন!আপনি সম্প্রতি মিরাহেজে একটি উইকির অনুরোধ করেছেন৷ আমরা আপনাকে জানাতে পেরে আনন্দিত যে এটি অনুমোদিত হয়েছে!\n\nMiraheze আপনাকে পথের প্রতিটি ধাপে সাহায্য করার জন্য এখানে রয়েছে, জিজ্ঞাসা করতে ভয় পাবেন না! বিভিন্ন বিষয়ে বিস্তারিত সাহায্যের জন্য আমাদের [[m:Special:MyLanguage/Help center|Help center]] দেখুন, যেমন আমাদের ManageWiki টুল ব্যবহার করে আপনার উইকি পরিচালনা করা, ছবি ও টেমপ্লেট ব্যবহার করা, ফাইলিং কাজ, এবং আরও অনেক কিছু!\n \nদয়া করে মনে রাখবেন যে সমস্ত উইকিকে অবশ্যই [[m:Special:MyLanguage/Content Policy|Content Policy]] মেনে চলতে হবে অথবা সেগুলি বন্ধ হয়ে যেতে পারে। মনে রাখবেন যে আপনার উইকি তার অনুমোদিত উদ্দেশ্য থেকে খুব বেশি বিচ্যুত হতে পারে না বা এটি বন্ধও হতে পারে।\n\nMiraheze বেছে নেওয়ার জন্য আপনাকে ধন্যবাদ! আমরা আপনার নতুন উইকি অ্যাডভেঞ্চারের জন্য আপনাকে শুভকামনা জানাই।",
	"miraheze-createwiki-email-subject": "আপনার নতুন মিরাহেজ উইকি (1) তৈরি করা হয়েছে",
	"miraheze-createwiki-error-subdomaintaken": "আপনার অনুরোধ করা সাবডোমেনটি ইতিমধ্যেই নেওয়া হয়েছে। আপনার বিষয়কে আচ্ছাদন করে এমন একটি উইকি ইতিমধ্যেই থাকতে পারে, যদি তা হয়, তবে তার পরিবর্তে সেই উইকিতে অবদান রাখুন (একই বিষয়ের উইকিগুলি নিষিদ্ধ এবং সনাক্তকরণের পরে মুছে ফেলা হয়। আরেকটি সাবডোমেন নির্বাচন করুন এবং আবার চেষ্টা করুন।",
	"miraheze-createwiki-help-bio": "প্রকৃত মানুষ সম্পর্কিত বিষয়বস্তু পক্ষপাত সীমিত করার চেষ্টা করবে/একটি নিরপেক্ষ দৃষ্টিভঙ্গি উপস্থাপন করবে বলে আশা করা হচ্ছে। আপনি স্পষ্ট সম্মতি ছাড়া ব্যক্তিগত তথ্য শেয়ার করবেন না. দেখুন [[উইকিতে ব্যক্তিগত তথ্যের প্রকাশ]]",
	"miraheze-createwiki-help-category": "বিভাগটি [[Special:WikiDiscover]]-এর মতো জায়গায় উইকি বাছাই করতে সাহায্য করে। একটি সংক্ষিপ্ত বিবরণও লিখতে তৈরির পরে ManageWiki-এ যান!",
	"miraheze-createwiki-help-reason": "সহজে সম্পাদনা করার জন্য বাক্সটি প্রসারিত করুন! দুর্ভাগ্যবশত এখানে গাঢ়, ক্লিকযোগ্য লিঙ্ক ইত্যাদির মতো কোনও অভিনব বিন্যাস নেই।",
	"miraheze-createwiki-help-subdomain": "এটি উইকির ইউআরএল হবে। দয়া করে নিশ্চিত করুন যে এটি আপনার উইকির জন্য অনন্য এবং খুব সাধারণ নয়। আপনার ডাটাবেসের নামের শেষে 'উইকি' থাকবে, অর্থাৎ আপনার উপডোমেইন -> আপনার উপডোমেইনউইকি। পরে এটি পরিবর্তন করা যেতে পারে।",
	"miraheze-createwiki-label-reason": "আপনার উইকির ''বিষয়'' (এটি কী?), আপনার উইকির ''ব্যাপ্তি'' (এতে কী অন্তর্ভুক্ত আছে?), এবং অন্য যেকোন কিছু যা সাহায্য করবে বলে আপনি বিশ্বাস করেন তা আমাদের জানাতে হবে। এতে অন্তর্ভুক্ত থাকতে পারে:\n* উইকির জন্য একটি সর্বজনীন বিদ্যমান সম্প্রদায়ের একটি লিঙ্ক যদি এটি একটি মাইগ্রেশন হয়, অথবা উইকি যে বিষয়বস্তু কভার করবে তার একটি লিঙ্ক। এবং আপনি কীভাবে এটিকে নিয়ন্ত্রণ করবেন তা নিশ্চিত করতে এটি বিশ্বব্যাপী নীতি মেনে চলে।\n* যদি উইকি \"NSFW\" বিষয়বস্তু কভার করে এই সংক্রান্ত বিষয়বস্তু নীতিতে একটি বিভাগ রয়েছে। একটি ডিসকর্ড সার্ভারের মতো.!এন!* যদি আপনি চান কিছু বিবরণ শেয়ার করুন! যদি এটি একটি গেম ফ্র্যাঞ্চাইজি, একটি নির্দিষ্ট অঞ্চল, আপনার বিশ্ব বিল্ডিং সম্পর্কে হয়...\n\nএই তথ্যের সাহায্যে আমরা নির্ধারণ করতে সক্ষম হব যে বিষয়বস্তুটি মিরাহেজের সাথে সামঞ্জস্যপূর্ণ কিনা। আরও বিশদটি আরও ভাল, যতক্ষণ না এটি স্পষ্ট এবং প্রাসঙ্গিক। এটি দুটি বাক্য থেকে কয়েকটি ছোট অনুচ্ছেদ পর্যন্ত বিস্তৃত। আপনি যেভাবে পছন্দ করেন সেটিকে গঠন করুন। নির্দিষ্ট.\n\n----\n\nএখন, অনুগ্রহ করে অন্তত দুটি বাক্যে আপনার উইকির বিষয় ও সুযোগ আমাদের বলুন...",
	"miraheze-newsignuppage-loginform-tos": "আমি [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use ব্যবহারের শর্তাবলী] ও [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy গোপনীয়তার নীতি] পড়েছি, তা বুঝেছি এবং তা গ্রহণ করতে সম্মত হচ্ছি।",
	"miraheze-newsignuppage-must-accept-tos": "অ্যাকাউন্ট তৈরি করতে সক্ষম হওয়ার জন্য আপনাকে অবশ্যই ব্যবহারের শর্তাবলী গ্রহণ করতে হবে!",
	"miraheze-prefs-help-realname": "আসল নাম ঐচ্ছিক। আপনি যদি এটি প্রদান করেন, তবে আপনার কাজে আপনাকে কৃতিত্ব দিতে এটি ব্যবহার করা হবে। এছাড়া, মিরাহেজ দ্বারা হোস্টকৃত উইকি ব্যবহার করার দ্বারা, আপনি <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Terms_of_Use ব্যবহারের শর্তাবলীর]</span> সাথে সম্মত হচ্ছেন ও <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Privacy_Policy গোপনীয়তার নীতি]</span> গ্রহণ করে নিচ্ছেন।",
	"miraheze-requestwiki-error-invalidcomment": "আপনার উইকি অনুরোধে একটি অবৈধ অক্ষর রয়েছে। এটি সংশোধন করুন এবং আবার চেষ্টা করুন. আপনার যদি সাহায্যের প্রয়োজন হয়, [[সহায়তা কেন্দ্র|আমাদের সাথে যোগাযোগ করুন]]।",
	"miraheze-requestwiki-info-guidance": "মাত্র কয়েকটা সেকশন বাকি! এই এক খুব গুরুত্বপূর্ণ.",
	"miraheze-requestwiki-info-guidance-post": "আপনি প্রায় সম্পন্ন. আপনি সমস্ত বিভাগ সম্পূর্ণ করেছেন এবং সমস্ত প্রাসঙ্গিক বিবরণ প্রদান করেছেন তা নিশ্চিত করতে অনুগ্রহ করে পর্যালোচনা করুন। আপনি যখন এটি করেছেন, আমরা যত তাড়াতাড়ি সম্ভব আপনার কাছে ফিরে আসব৷ নির্দ্বিধায় মেটা ঘুরে দেখুন, এর মধ্যে আপনার সহকর্মী উইকি অপারেটরদের সাথে দেখা করুন। আমরা এখানে নতুন মুখ দেখতে পছন্দ করি।",
	"miraheze-requestwiki-label-agreement": "'''আমি [[Special:MyLanguage/Content Policy|Content Policy]], [[Special:MyLanguage/Dormancy Policy|Dormancy Policy]], [[Special:MyLanguage/Wiki Governance পলিসি|Wiki Governance]] পড়েছি এবং স্বীকার করেছি ] এবং [[Special:MyLanguage/Global Conduct Policy|Global Conduct Policy]]'', এবং উইকির অনুরোধ করে, আমি আমাদের সকল [[Special:MyLanguage/Global policies|global policies]] এর সাথে সম্মত।",
	"miraheze-requestwiki-success": "আপনার উইকি অনুরোধ ( $1 ) সফলভাবে জমা দেওয়া হয়েছে। আপনার অনুরোধ যত তাড়াতাড়ি সম্ভব একজন স্বেচ্ছাসেবক উইকি নির্মাতার দ্বারা পর্যালোচনা করা হবে।",
	"miraheze-restriction-delete": "অপসারণ",
	"miraheze-restriction-protect": "সুরক্ষা"
}
