{
	"@metadata": {
		"authors": [
			"Умар"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|Хьан}} авторизаци йан йиш йац, хӀунда аьлча {{GENDER:$1|хьан}} аккаунт [[m:Special:MyLanguage/Global locks|глобалан дӀакъевлина]]. Дехар до, йазде <code>cvt[at]miraheze.org</code> тӀе, кхин а хаамаш лаха йа дӀакъовлар къовса.",
	"miraheze-createwiki-close-email-body": "Маршалла,\n\nХӀокху кехатца хьуна хаам бо, хьан Miraheze вики дӀакъевлина хилар. 60 дийнахь цхьа а хийцамаш йа журналан ардамаш ца хилча викиш авто дӀакъовлу спам ца хилийта, [[m:Special:MyLanguage/Dormancy Policy|Dormancy Policy]] бакъонашца нийса а догӀуш (хьо реза хилла вики йехачу хенахь).\n\nНагахь хьайн вики йуха схьайелла лаахь, хьажа Special:ManageWiki тӀе, «ДӀакъевлина» меттигера билгало дӀайаккха, иза йуха схьайелла. Тидам бе, нагахь санна ахь хьайн вики йуха схьа ца йиллина хилча йа цхьаммо а хьайн вики схьайелла ца дехар дича (жигаралла йоцуш хиларан политикин «Белхан дехарш меттахӀиттор» декъаца нийса а догӀуш) хӀинца дуьйна 6 баттахь, хьан вики билгалйоккхур йу гуттаренна а дӀайоккхур йолуш.",
	"miraheze-createwiki-close-email-subject": "Miraheze тӀера хьан вики ($1) дӀакъевлина",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Марша догӀийла {{SITENAME}} чу! ==\nХӀара коьрта агӀо вики кхоьллича авто кхоьллина йу, хӀинца а хийцина йац аьлла хета. Бюрократ(аш) хӀинца а коьртачу агӀонан тӀехь болх беш хила тарло, цундела тӀаьхьо йуха а хьажа!\n\n=== ХӀокху викин бюрократ(ашна) ===\nМаршалла, хӀара хьан керла вики йу! Баркалла хьуна, хьайн вики дӀахӀотто Miraheze хаьржина хиларна; тхо тешна ду шуна тхан хостинг хазахетар йу аьлла. Хьайна луъучу хенахь хьайн вики тӀехь болх боло йиш йу хьан.\n\nГӀо оьший? Проблема йац! ДӀадолош, хӀара йу цхьайолу ресурсаш, оха шуна тӀедуьллу карладаккха:\n* [[mw:Special:MyLanguage/Help:Contents|MediaWiki хьехам]] викин бух тӀехь: навигаци, хийцамаш, программин йукъара башхаллаш\n* [[m:Special:MyLanguage/Infoboxes|Infoboxes]] тайп-тайпанчу некъашца ахь уьш хьайн вики тӀехь схьаэца йиш йолуш. PortableInfoboxes - йукъара харжам бу, нагахь санна хьуна билгала хууш дацахь, мичара дӀадоло деза.\n* [[m:Special:MyLanguage/ManageWiki|ManageWiki]] кхидӀа а викин хӀоттамаш (фавикон, шордарш, бакъонаш, кхин а) хийцаран Ӏалашонца. Дика йеша: цхьаболу хийцамаш йухаберзо хала хуьлу\n* [[m:Special:MyLanguage/FAQ|Miraheze лаьцна сих сиха луш долу хаттарш]] йукъара мах хадорна Miraheze\n* [[mh:dev|Miraheze Developers Wiki]], массо а стагана (хӀаъ хьо!) кепаш (инфобоксаш, цитаташ...) стилизаци лаха ресурс, кхин а пайде аксессуарш вики дӀасайаржо. Хьуна каро тарло декъа суьрташ [[mh:commons|Miraheze Commons]] сайта тӀехь, ткъа администраторан бакъонаш хьажа тарло тхан [[mh:test|Йукъара тестийн Вики]] сайтан тӀехь а.\n\nЦул сов, нагахь санна хьуна керла агӀо кхолла ца хаахь, хьан цхьа кӀеззиг варианташ йу: лелаш йолчу агӀонан тӀехь хьажорг кхолла а, цу тӀе кхача а, адресан могӀа хийца а хьайна луучу агӀонна тӀе кхача, йа [[Special:ManageWiki/extensions]] чу а гӀой, [[mw:Extension:CreatePageUw|CreatePageUw]] дӀахӀоттайе атта хьажорг хилийта агӀонан панель тӀе!\n\n==== Со хӀинца а ''Х'' ца кхета! ====\nПроблема йац! Дерриге а ца хила тарло FAQ-шкахь йа кхачам боллуш шера, ткъа тхо реза ду гӀо дан! Тхо кхузахь карор ду шуна:\n* [[m:Special:MyLanguage/Help center|Miraheze Meta тӀехь]]\n* [https://miraheze.org/discord Discord] тӀехь.\n* IRC тӀехь, йа #miraheze тӀехь irc.libera.chat тӀе ([irc://irc.libera.chat/%23miraheze нийса хьажорг]; [https://web.libera.chat/?channel=#miraheze веб-чат])\n* [[phorge:|Тхан гӀалатийн трекерехь]], нагахь санна хьуна MediaWiki гӀалаташ нислахь\n\n=== ХӀокху вики тӀе хьовсархошна ===\nМаршалла, хӀокху викин коьрта агӀо (хӀара агӀо) хӀинца а хийцина йац хӀокху викин бюрократ(аша). Бюрократ(аш) хӀинца а Коьртачу агӀонан тӀехь болх беш хила тарло, цундела тӀаьхьо йуха а хьажа!",
	"miraheze-createwiki-defaultmainpage-summary": "Марша догӀийла Miraheze чу!",
	"miraheze-createwiki-email-body": "Маршалла хуьлда!\n\nДукха хан йоццуш ахь Miraheze тӀехь вики йехна. Тхуна хазахетарца хаам бо, иза тӀеэцна хилар!\n\nMiraheze кхузахь йу хьуна хӀора гӀулч йоккхуш гӀо дан, деха ма кхера! Тхан [[m:Special:MyLanguage/Help center|Help center]] хьажа, масех теманашна тӀехь кхачам боллуш гӀо лаха, масала, хьайн викина урхалла дар ManageWiki гӀирс лелош, суьрташца а, кепашца а болх бар, файлан гӀуллакхаш дар, кхин а!\n\nДагахь латтаде массо вики [[m:Special:MyLanguage/Content Policy|Чулацаман политика]] ларйан йезаш хилар, йа уьш дӀакъовла тарло. Дагахь латтаде, хьан вики а дӀакъовла тарло, нагахь санна иза шен тӀечӀагӀйинчу Ӏалашонах тӀех сов дӀайалахь.\n\nБаркалла хьуна Miraheze хаьржина! Тхуна лаьа хьуна дерриге а дика хилийта хьан керлачу вики-хиламехь.",
	"miraheze-createwiki-email-subject": "Miraheze тӀехь хьан керла вики ($1) кхоьллина",
	"miraheze-createwiki-error-subdomaintaken": "Ахь йехна бухара домен хӀинцале а схьаэцна. ХӀинцале а йолуш хила тарло хьан темица вики; нагахь санна иштта делахь, цу викина тӀехь къинхьегам бе (оццу темана тӀехь йолу викиш дихкина йу, дӀайохуш йу гучуйаьлча). Кхин цхьа бухара домен схьа а эций, йуха а хьажа.",
	"miraheze-createwiki-help-bio": "Бакъболчу адамех лаьцна чулацам йазбан беза, озабезам дӀабаккха гӀерташ, нейтралан хьежамаш гайта гӀерташ. Хьан долара информаци дӀасайаржо мегар дац, хьайна реза ца хиларца. Хьажа [[Disclosure of Personal Data on Wikis]].",
	"miraheze-createwiki-help-category": "Категорино гӀо до викиш дӀасакъасто параметрашца, масала [[Special:WikiDiscover]]. Вики кхоьллинчул тӀаьхьа, ManageWiki чугӀо, жимма дийцар йаздан а!",
	"miraheze-createwiki-help-reason": "Эхь ма хетта, хийца атта хилийта меттиг шорйан! Халахеташ делахь а, кхузахь йац форматийн функцеш, масала, Ӏаьржа текст, хьажа йиш йолу хьажоргаш, и.дӀ.кх.а.",
	"miraheze-createwiki-help-subdomain": "ХӀара хир йу викин URL. Дехар до, хьайн викина бен ца хиларх тешна хила, тӀех универсалан ца хиларх а. Хьан базин цӀе хӀара хир йу чаккхенгахь «wiki» а йолуш, вуьшта аьлча, yoursubdomain -> yoursubdomainwiki. Иза тӀаьхьо хийца йиш йу.",
	"miraheze-createwiki-label-reason": "Хьайн викин «тема» (стенах лаьцна йу иза?), хьайн викин «лелоран меттиг» (хӀун йукъайогӀу иза?), кхин хьайна гӀо дан мегаш хетарг дийца дезар ду хьан. Цу йукъа догӀуш хила тарло:\n* Хьажор йукъара вики-йукъаралле, нагахь санна хӀара миграци йелахь, йа викино дӀахьур болчу чулацаман хьажорг.\n* Муьлха къийсаме чулацам хила тарло викино, муха нисдийр ду ахь иза, иза глобалан политикаца догӀуш хиларх тешарна.\n* Викино «NSFW» чулацам дӀахьур буй? Цунах лаьцна цхьа дакъа ду «Чулацаман политикехь».\n* Вики персоналан йелахь а (хьан болх, кхин хӀума документашца ца гойтуш), цхьана организацин цӀарах йелахь а, йа викица йоьзна йоцучу йукъараллин цӀарах йелахь а, Discord сервер санна.\n* Кхин а дӀа дийца хьайна лаахь! Иза ловзаран сери йуй, билггал йолу регион йуй, хьан дуьненан низам дуй...\n\nОцу хаамца вай къасто йиш хир йу, чулацам Мирахезеца богӀуш бу йа бац. Деталаш алсам мел йолу а дика хир ду, иза шера а, нийса а хилчахьана. Иза хила тарло цхьа-ши предложенера дуьйна цхьа-ши йоца абзац кхаччалц. Хьайна атта хетачу кепара информаци дӀахӀоттайе.\n\n'''Дехар до, ChatGPT йа кхин цхьа а AI модель ма лелайе:''' Уьш наггахь бен ца хуьлу шера йа кхачам боллуш нийса, ткъа совдоккху хьуна йуха а дешнаш дийца йа кхин а дӀоггара дийца дехар хиларан йиш.\n\n----\n\nХӀинца, хьайн викин тема а, сфера а лаххара а шина предложенехь йийцахьа...",
	"miraheze-dberr-again": "Дехар до, масех минот йаьлча йуха хьажа, и гӀалаташ дукхахьолахь цу хена чохь дӀадовлу. Нагахь санна хьайна и гӀалат йух-йуха а кхачахь, хьажа тхан Твиттерехь (https://twitter.com/Miraheze) кхин а информаци лаха йа хаам бе тхуна, #miraheze-tech-ops дӀакхетта irc.libera.chat йа тхан Discord-серверехь (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "ХӀара вики цхьана ханна болх беш йац",
	"miraheze-globalblocking-blockedtext-blocker-admin": "Блок йийцаре йан $1 йаздан йиш йу хьан. '''Нагахь санна ахь аккаунт кхуллуш йелахь, аккаунт йеха [[M:Special:Contact/requestaccount|хӀара форма бен]] ма лелайе.'''",
	"miraheze-globalblocking-ipblocked-range": "'''Хьан IP-адрес [[m:Special:MyLanguage/Global blocks|глобалан блоктоьхначу]] диапазонехь ду Miraheze тӀехь.'''\n\nБлоктоьхна $1 ($2).\nБахьана ''$3''.\n\n* Блоктоьхна хан: $4.\n* Блокан хан: $5.\n\nХӀара глобалан блок билгала хьуна леррина ца хила мега. Хила тарло хьан IP-диапазонехь цхьаммо Miraheze вики йохош хилла, иза ду блоктохаран бахьана долуш. Иштта, тидам бе, VPN-ш а, кхин цунах тера сервисаш а йу [[m:Special:MyLanguage/No open proxies policy|магош йац]] Miraheze тӀехь. Нагахь санна ахь карарчу хенахь иштта сервис лелош йелахь, иза дӀайаккха. Нагахь санна хьайна кхин а гӀо оьшуш делахь, cvt[at]miraheze.org электронан поште йа $1-ца йазде.\nХьан карарчу хенахь IP-адрес $6 ду, ткъа блоктоьхна диапазон $7 йу.\nМуьлххачу а дехаршкахь лакхахь хьахийна берриге а хаамаш йукъабахийта.",
	"miraheze-globalblocking-ipblocked-xff": "'''Хьан дехарца лелийна цхьаъ йа масех прокси-сервер йу [[m:Special:MyLanguage/Global blocks|глобалан блоктоьхна]] Miraheze тӀехь'''\n\nБлоктоьхна $1 ($2).\nБахьана ''$3''.\n\n* Блоктоьхна хан: $4.\n* Блокан хан: $5.\n\nХӀара глобалан блок билгала хьуна леррина ца хила мега. Тидам бе, VPN-ш а, кхин цунах тера сервисаш а йу [[m:Special:MyLanguage/No open proxies policy|дихкина]] Miraheze тӀехь. Нагахь санна ахь карарчу хенахь иштта сервис лелош йелахь, иза дӀайаккха. Нагахь санна хьайна кхин а гӀо оьшуш делахь, cvt[at]miraheze.org электронан поште йа $1-ца йазде.\nБлоктоьхна прокси-адрес $6 дара.\nМуьлххачу а дехаршкахь лакхахь хьахийна берриге а хаамаш йукъабахийта.",
	"miraheze-globalblocking-ipblocked": "'''Хьан IP-адрес [[m:Special:MyLanguage/Global blocks|глобалан блоктоьхна]] ду Miraheze тӀехь.'''\n\nБлоктоьхна $1 ($2).\nБахьана ''$3''.\n\n* Блоктоьхна хан: $4.\n* Блокан хан: $5.\n\nХӀара глобалан блок билгала хьуна леррина ца хила мега. Хила тарло хьан IP лелош цхьаммо Miraheze вики йохийна хилар, иза ду блоктохаран бахьана долуш. Иштта, тидам бе, VPN-ш а, цунах тера сервисаш а йу [[m:Special:MyLanguage/No open proxies policy|магош йац]] Miraheze тӀехь. Нагахь санна ахь карарчу хенахь иштта сервис лелош йелахь, иза дӀайаккха. Нагахь санна хьайна кхин а гӀо оьшуш делахь, cvt[at]miraheze.org электронан поште йа $1-ца йазде.\nХьан карарчу хенахь IP-адрес $6 ду.\nМуьлххачу а дехаршкахь лакхахь хьахийна берриге а хаамаш йукъабахийта.",
	"miraheze-importdump-help-reason": "Хаам бе тхоьга стенна леррина йу XML: кхечу вики тӀера дехьайахарна, кхечу викин хийцина версина, йа Википеди чуьра кепаш йа агӀонаш импорт йан.",
	"miraheze-importdump-help-target": "ХӀара нийса базин цӀе хила йеза. Викин базин цӀе йовза хьажа Special:ManageWiki/core вики тӀехь.\n\nНагахь санна вики хӀинца а кхоьллина йацахь, цкъа хьалха дехар де [[Special:RequestWiki]] лелош, тӀаккха йуха хьажа кхуза, вики кхоьллинчул тӀаьхьа и импортан дехар дан.",
	"miraheze-importdump-help-upload-file": "XML файлаш бен лело мегар дац. Нагахь санна хьан XML файл Ӏаьвдина архивехь йелахь, чуйаккхале иза арайаккха.\n\nДехар до, хьажа чуйоьккхучу XML файлийн верси, шена чохь йуьззина ревизин истори йуй.",
	"miraheze-importdump-import-failed-comment": "ГӀалат хилира дӀайелла XML импорт йеш. Технологин тобанна хаам бина.",
	"miraheze-importtext": "Дехар до, [[Special:Export|экспортан гӀоьнца]] файл йуьхьанцара вики чуьра экспорт йе.\nХьайн компьютер тӀехь Ӏалашйе иза, цул тӀаьхьа кхуза чуйаккха.<br /> Тидам бе, нагахь санна файл йоккха йелахь (~ >2МБ), хьуна оьшур ду [[M:Special:RequestImport|импорт дехар]], хӀунда аьлча кхузахь дан йиш йац техникин дозанаш бахьана долуш.<br /> Оха хьехам ца бо карточкаш (инфобоксаш) Википедин чуьра импорт йан. Кхин а хаамаш каро йиш йу [[m:Infoboxes|хӀокху агӀонан тӀехь]].",
	"miraheze-interwiki_intro": "ХӀара Интервики таблицин йукъара гайтам бу, цу тӀехь билгалйоху дешхьалхенийн ярлыкаш, тайп-тайпанчу викишка а, кхечу арахьарчу сайташка а сиха лела лелош йолу. Муха лелайо рекомендаци хьажа [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki MediaWiki.org куьйгалехь].\n\nТидам бе, массо а Интервики таблицашна тӀетохарш терго йеш ду, муьлхха а зуламе хьажоргаш таблицин чу йуха гӀортарна таӀзар хир ду.",
	"miraheze-newsignuppage-loginform-tos": "Ас йешна, кхетта, реза хилла [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Лелоран билламаш] а, [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Къайленан политика] а",
	"miraheze-newsignuppage-must-accept-tos": "Аккаунт кхолла ахь тӀеэца беза лелоран билламаш!",
	"miraheze-oathauth-step1": "ЛАДАМЕ! Дехар до, хӀара дӀахӀоттале хьалха OATHAuth агӀо йеша хьажа! 1-ра гӀулч: Шина факторан аутентификацин программа схьаэца",
	"miraheze-prefs-help-realname": "Бакъйолу цӀе хьайна лаахь йазйеш йу. Нагахь санна хьуна лело лаахь, авторалла билгалдоккхуш лелор йу иза. Иштта, Miraheze тӀехь дӀахӀоттийна вики лелош, хьо реза хуьлу <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Лелоран билламашна]</span> а, тӀеоьцу <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Конфиденциаллалин политика]</span> а.",
	"miraheze-requestcustomdomain-help-target-subdomain": "ХӀара хьан викин карарчу хенахь йолу бухара домен йу (масала, <code><b>example</b>.miraheze.org</code>) ахь вики йоьхуш хаьржина йолу.",
	"miraheze-requestwiki-error-invalidcomment": "Хьан вики дехарехь нийса доцу хьаьрк ду. Иза нисде, йуха а хьажа. Нагахь хьайна гӀо оьшуш делахь, [[Special:MyLanguage/Help center|йазде тхоьга]].",
	"miraheze-requestwiki-info-guidance": "Цхьа ши дакъа бен ца дисна! ХӀара чӀогӀа мехала ду.",
	"miraheze-requestwiki-info-guidance-post": "Хьо хӀинцца дӀавоьдуш ву. Дехар до, массо а дакъа чекхдаьккхина хиларх а, массо а оьшуш йолу информаци дӀакхачийна хиларх а тешна хила. Ахь и чекхдаьккхича, тхайн ницкъ ма-кхоччу сиха хьоьца зӀене доьвр ду тхо. ХӀинца эхь ма хета Meta хьежа а, кхиболу вики-операторш бовза а. Тхуна хазахета кхузахь керла нах гича!",
	"miraheze-requestwiki-label-agreement": "'''Ас йешна а, тӀеэцна а [[Special:MyLanguage/Content Policy|Чулацаман политика]], [[Special:MyLanguage/Dormancy Policy|Дерманан политика]], [[Special:MyLanguage/Wiki Governance policy|Викин урхаллин политика]] а, [[Special:MyLanguage/Global Conduct Policy|Глобалан леларан политика]]''', ткъа вики йехарца, со реза хуьлу массо а вайн [[Special:MyLanguage/Global policies|глобалан политикашна]].",
	"miraheze-requestwiki-success": "Хьан вики-дехар ($1) кхиамца дӀакхачийна. Хьан дехар толлур ду шен лаамехь вики волонтер-кхоллархочо ма-хуьллу сиха.",
	"miraheze-restriction-delete": "ДӀайаккха",
	"miraheze-restriction-protect": "Ларйар",
	"miraheze-skinname-snapwikiskin": "ТӀетаӀор!",
	"miraheze-snapwikiskin": "ТӀетаӀор!",
	"miraheze-uploadtext": "Файлаш чуйаха лахахь йолу форма лелайе.\nХьалха чуйаьхна файлаш хьажа йа лаха [[Special:FileList|чуйаьхна файлийн могӀам]] чу гӀо. Иштта чуйаьхнарш а, йуха а чуйаьхнарш а дӀайазйо [[Special:Log/upload|чуйахаран журналехь]]. ДӀайаьхнарш дӀайазйо [[Special:Log/delete|дӀайахарийн журнал]] чохь.\n\nАгӀонна тӀе файл йукъайаккхархьама, лелайе хьажорг хӀокху форматех цхьанна тӀехь:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong> файлан йуьззина верси лело\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Caption]]</nowiki></code></strong> 200px шуьйра сурт лело аьрру агӀор йистехь йолчу меттиг чохь лахахь «Куьг» текст а йолуш\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> нийсса файлца хьажо, файл ца гойтуш\n\nДиц ма де лицензин хаамаш (нагахь санна лелаш белахь) тӀетоха ахь чуйоьллинчу файлах лаьцна. Массо а файлаш '''деза''' догӀуш хила деза АЦШ авторийн бакъонашца, дикачу ойланца лелош. Йух-йуха иза ца дича, авторийн бакъонаш талхор а, '''вики дӀакъовлар''' а хила тарло.",
	"miraheze-webauthn-module-description": "WebAuthn (Web Authentication) - хӀара йу веб-стандарт, Дерригдуьненан машанан Консорциума дӀайазйина (W3C). WebAuthn йу FIDO2 проектан коьрта компонент, кхиош йу FIDO альянсан куьйгаллица. Проектан Ӏалашо йу веб-программашкахь а, сервисашкахь а лелочарна аутентификацина интерфейсан стандартизаци йан деллина догӀа долуш криптографи. [https://en.wikipedia.org/wiki/WebAuthn Мадарра (инг.)] <br> '''Дехар до, дагахь дита, вики чу гӀочу хенахь ахьа лело йезара йу вики, аутентификатор регистраци йина йолу'''. И бахьна долуш хьуна лаа мега [[mh:meta|Meta]] тӀехь аутентификатор дӀайазйан.",
	"miraheze-wikibase-sitelinks-miraheze": "Miraheze вики"
}
