{
	"@metadata": {
		"authors": [
			"Agent Isai",
			"John Lewis",
			"RhinosF1",
			"Universal Omega"
		]
	},
	"miraheze-centralauth-groupname": "Miraheze",
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|You}} cannot log in because {{GENDER:$1|your}} account is [[m:Special:MyLanguage/Global locks|globally locked]]. Please contact <code>cvt[at]miraheze.org</code> for more information or to appeal.",
	"miraheze-createwiki-close-email-body": "Hello,\n\nThis email is to inform you that your Miraheze wiki has been closed. Wikis that do not receive any edits or log actions within 60 days are automatically closed to prevent spam, in accordance with the [[m:Special:MyLanguage/Dormancy Policy|Dormancy Policy]] (which you agreed to when requesting a wiki).\n\nIf you would like to reopen your wiki, please visit Special:ManageWiki and uncheck the \"Closed\" box to reopen it. Please note that if you do not reopen your wiki or if no one requests that your wiki be opened (in accordance to the reopening request section of the Dormancy Policy) within 6 months starting from now, your wiki will be marked as eligible for permanent deletion.",
	"miraheze-createwiki-close-email-sender": "Miraheze",
	"miraheze-createwiki-close-email-subject": "Your Miraheze wiki ($1) has been closed",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Welcome to {{SITENAME}}! ==\nThis Main Page was created automatically upon wiki creation and it seems it hasn't been replaced yet. The bureaucrat(s) might still be working on a Main Page, so please check again later!\n\n=== For the bureaucrat(s) of this wiki ===\nHello and welcome to your new wiki! Thank you for choosing Miraheze to host your wiki; we hope you will enjoy our hosting. You can start working on your wiki whenever you want.\n\nNeed help? No problem! To start, here are some resources we encourage you to review:\n* [[mw:Special:MyLanguage/Help:Contents|MediaWiki guide]] for wiki basics: navigation, editing, general features of the software\n* [[m:Special:MyLanguage/Infoboxes|Infoboxes]] for the various ways you can get these on your wiki. PortableInfoboxes is a common choice if you're not sure where to start\n* [[m:Special:MyLanguage/ManageWiki|ManageWiki]] for further customization of the wiki's settings (favicon, extensions, permissions and more). Read carefully: certain changes can be difficult to reverse\n* [[m:Special:MyLanguage/FAQ|Miraheze FAQ]] for a general overview of Miraheze\n* [[mh:dev|Miraheze Developers Wiki]], a resource for everyone (yes you!) to find templates (infoboxes, citations...) styling, and other useful accessories to spruce up the wiki. You may find shared images at [[mh:commons|Miraheze Commons]], and try out administrator permissions on our [[mh:test|Public Test Wiki]] as well.\n\nAdditionally if you're not sure how to make a new page, you have a few options: make a link on an existing page and follow it, edit the address bar to go to the page you want, or go to [[Special:ManageWiki/extensions]] and enable [[mw:Extension:CreatePageUw|CreatePageUw]] to add a handy link in the sidebar!\n\n==== I still don't understand ''X''! ====\nNo problem! Not everything may be in the FAQs or sufficiently clear, and we're happy to help! You can find us here:\n* [[m:Special:MyLanguage/Help center|On Miraheze Meta]]\n* On [https://miraheze.org/discord Discord]\n* On IRC in #miraheze on irc.libera.chat ([irc://irc.libera.chat/%23miraheze direct link]; [https://web.libera.chat/?channel=#miraheze webchat])\n* On [[phorge:|our issue tracker]] if you encounter MediaWiki errors\n\n=== For visitors of this wiki ===\nHello, the default Main Page of this wiki (this page) has not yet been replaced by the bureaucrat(s) of this wiki. The bureaucrat(s) might still be working on a Main Page, so please check again later!",
	"miraheze-createwiki-defaultmainpage-summary": "Welcome to Miraheze!",
	"miraheze-createwiki-email-body": "Hello!\n\nYou recently requested a wiki on Miraheze. We are pleased to inform you that it has been approved!\n\nMiraheze is here to help you every step of the way, don't be afraid to ask! Visit our [[m:Special:MyLanguage/Help center|Help center]] for detailed help on a range of topics, such as managing your wiki using our ManageWiki tool, using images and templates, filing tasks, and more!\n\nPlease remember that all wikis must abide by the [[m:Special:MyLanguage/Content Policy|Content Policy]] or they may be closed. Remember that your wiki cannot deviate too much from its approved purpose or it may be closed too.\n\nThank you for choosing Miraheze! We wish you all the best on your new wiki adventure.",
	"miraheze-createwiki-email-subject": "Your new Miraheze wiki ($1) has been created",
	"miraheze-createwiki-error-subdomaintaken": "The subdomain you requested is already taken. There might already be a wiki covering your topic; if that's the case, contribute to that wiki instead (wikis on the same topic are prohibited and deleted upon detection). Select another subdomain and try again.",
	"miraheze-createwiki-help-bio": "Content regarding real people is expected to make an effort to limit bias/present a neutral point of view. You must not share personal information without explicit consent. See [[Disclosure of Personal Data on Wikis]]",
	"miraheze-createwiki-help-reason": "Feel free to expand the box for easier editing! Unfortunately there is no fancy formatting like bold, clickable links etc here.",
	"miraheze-createwiki-help-subdomain": "This will be the wiki's URL. Please make sure it is unique to your wiki and not too generic. Your database name will be this with 'wiki' at the end, ie, yoursubdomain -> yoursubdomainwiki. This can be changed later.",
	"miraheze-createwiki-label-reason": "You will need to inform us the ''topic'' of your wiki (what is it about?), the ''scope'' of your wiki (what does it include?), and anything else you believe will help. This can include:\n* A link to a public existing community for the wiki if it is a migration, or a link to the content the wiki will be covering.\n* What controversial content may be covered by the wiki, and how you will moderate it to ensure it complies with global policy.\n* If the wiki will cover \"NSFW\" content. There is a section in the Content Policy regarding this.\n* If the wiki is personal (your work, vs documenting something else), made on behalf of an organization, or if it is on behalf of a non-wiki community, like a Discord Server.\n* Share some details if you like! If it's about a game franchise, a specific region, your worldbuilding...\n\nWith this information we will be able to determine if the content is likely to be compatible with Miraheze. More detail is better, as long as it is clear and relevant. This ranges from two sentences to a couple short paragraphs. Structure it how you like.\n\n'''Please do not use ChatGPT or any other AI model:''' They are rarely clear or relevant enough, and increases the chance you will be asked to rephrase or explain in specific.\n\n----\n\nNow, please tell us the topic & scope of your wiki in at least two sentences...",
	"miraheze-dberr-again": "Please try again in a few minutes, these errors usually resolve by then. If you are receiving this error persistently, please check our Twitter (https://twitter.com/Miraheze) for more information or inform us by joining #miraheze-tech-ops on irc.libera.chat or our Discord server (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "This wiki is temporarily unavailable",
	"miraheze-globalblocking-ipblocked-range": "'''Your IP address is in a range which has been [[m:Special:MyLanguage/Global blocks|globally blocked]] across Miraheze.'''\n\nThe block was issued by $1 ($2).\nThe reason given is ''$3''.\n\n* Start of block: $4\n* Expiration of block: $5\n\nThis global block is likely not directed specifically towards you. Someone within your IP range may have disrupted a Miraheze wiki which led to this block. Additionally, note that VPNs and other similar services are [[m:Special:MyLanguage/No open proxies policy|not allowed]] on Miraheze. If you are using one right now, please disable it. If you need further assistance, please email cvt[at]miraheze.org or contact $1.\nYour current IP address is $6, and the blocked range is $7.\nPlease include all above details in any queries you make.",
	"miraheze-globalblocking-ipblocked-xff": "'''One or more proxy servers used by your request have been [[m:Special:MyLanguage/Global blocks|globally blocked]] across Miraheze'''\n\nThe block was issued by $1 ($2).\nThe reason given is ''$3''.\n\n* Start of block: $4\n* Expiration of block: $5\n\nThis global block is likely not directed specifically towards you. Please note that VPNs and other similar services are [[m:Special:MyLanguage/No open proxies policy|not allowed]] on Miraheze. If you are using one right now, please disable it. If you need further assistance, please email cvt[at]miraheze.org or contact $1.\nThe blocked proxy address was $6.\nPlease include all above details in any queries you make.",
	"miraheze-globalblocking-ipblocked": "'''Your IP address has been [[m:Special:MyLanguage/Global blocks|globally blocked]] across Miraheze.'''\n\nThe block was issued by $1 ($2).\nThe reason given is ''$3''.\n\n* Start of block: $4\n* Expiration of block: $5\n\nThis global block is likely not directed specifically towards you. Someone using your IP may have disrupted a Miraheze wiki which led to this block. Additionally, note that VPNs and other similar services are [[m:Special:MyLanguage/No open proxies policy|not allowed]] on Miraheze. If you are using one right now, please disable it. If you need further assistance, please email cvt[at]miraheze.org or contact $1.\nYour current IP address is $6.\nPlease include all above details in any queries you make.",
	"miraheze-grouppage-autoconfirmed": "m:Special:MyLanguage/User groups#{{int:Group-autoconfirmed}}",
	"miraheze-grouppage-automoderated": "m:Special:MyLanguage/User groups#{{int:Group-automoderated}}",
	"miraheze-grouppage-autoreview": "m:Special:MyLanguage/User groups#{{int:Group-autoreview}}",
	"miraheze-grouppage-blockedfromchat": "m:Special:MyLanguage/User groups#{{int:Group-blockedfromchat}}",
	"miraheze-grouppage-bot": "m:Special:MyLanguage/User groups#{{int:Group-bot}}",
	"miraheze-grouppage-bureaucrat": "m:Special:MyLanguage/User groups#{{int:Group-bureaucrat}}",
	"miraheze-grouppage-chatmod": "m:Special:MyLanguage/User groups#{{int:Group-chatmod}}",
	"miraheze-grouppage-checkuser": "m:Special:MyLanguage/CheckUser",
	"miraheze-grouppage-commentadmin": "m:Special:MyLanguage/User groups#{{int:Group-commentadmin}}",
	"miraheze-grouppage-csmoderator": "m:Special:MyLanguage/User groups#{{int:Group-csmoderator}}",
	"miraheze-grouppage-editor": "m:Special:MyLanguage/User groups#{{int:Group-editor}}",
	"miraheze-grouppage-flow-bot": "m:Special:MyLanguage/User groups#{{int:Group-flow-bot}}",
	"miraheze-grouppage-interface-admin": "m:Special:MyLanguage/User groups#{{int:Group-interface-admin}}",
	"miraheze-grouppage-moderator": "m:Special:MyLanguage/User groups#{{int:Group-moderator}}",
	"miraheze-grouppage-no-ipinfo": "m:Special:MyLanguage/User groups#{{int:Group-no-ipinfo}}",
	"miraheze-grouppage-reviewer": "m:Special:MyLanguage/User groups#{{int:Group-reviewer}}",
	"miraheze-grouppage-suppress": "m:Special:MyLanguage/Suppression",
	"miraheze-grouppage-sysop": "m:Special:MyLanguage/User groups#{{int:Group-sysop}}",
	"miraheze-grouppage-upwizcampeditors": "m:Special:MyLanguage/User groups#{{int:Group-upwizcampeditors}}",
	"miraheze-grouppage-user": "m:Special:MyLanguage/User groups#{{int:Group-user}}",
	"miraheze-importdump-help-reason": "Tell us whether the XML is for: migrating from another wiki, forking another wiki, or importing templates or pages from Wikipedia.",
	"miraheze-importdump-help-target": "This must be a valid database name. To find the database name of the wiki, see Special:ManageWiki/core on the wiki.\n\nIf you do not yet have your wiki created, please request your wiki using [[Special:RequestWiki]] first, and then return here to make this import request once your wiki is created.",
	"miraheze-importdump-help-upload-file": "Only XML files are permitted. If your XML file is in a compressed archive, please extract it before attempting to upload.\n\nPlease ensure that you are uploading a version of the XML files that contains all revision history as well.",
	"miraheze-importdump-import-failed-comment": "There was an error while importing the provided XML. The Technology team has been notified.",
	"miraheze-importtext": "Please export the file from the source wiki using the [[Special:Export|export utility]].\nSave it to your computer and upload it here.<br /> Please note that if the file is a bit large (~ >2MB) you will need to [[M:Special:RequestImport|request an import]] as this cannot be done here due to technical limitations.<br />We advise against importing infoboxes directly from Wikipedia, please see [[m:Infoboxes|this page]] for more information.",
	"miraheze-interwiki_intro": "This is an overview of the interwiki table, which defines the prefix shortcuts used to quickly link to different wikis and other external sites. For recommended use, please see [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki the manual on MediaWiki.org].\n\nPlease note that all Interwiki table additions are monitored and any attempts to insert malicious links into the table will result in sanctions.",
	"miraheze-newsignuppage-loginform-tos": "I have read, understood and agree to the [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Terms of Use] and [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Privacy Policy]",
	"miraheze-newsignuppage-must-accept-tos": "You must accept the Terms of Use in order to be able to create an account!",
	"miraheze-oathauth-step1": "IMPORTANT! Please make sure to read the OATHAuth page before enabling this! Step 1: Download a two-factor authentication program",
	"miraheze-prefs-help-realname": "Real name is optional. If you choose to provide it, this will be used for giving you attribution for your work. Also, by using a wiki hosted by Miraheze, you agree to the <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Terms of Use]</span> and accept the <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Privacy Policy]</span>.",
	"miraheze-privacypage": "m:Special:MyLanguage/Privacy Policy",
	"miraheze-requestwiki-error-invalidcomment": "Your wiki request contains an invalid character. Correct that and try again. If you need help, [[Help center|contact us]].",
	"miraheze-requestwiki-info-guidance": "This section is crucial in determining if your wiki request meets the criteria for approval by Wiki Creators. Provide sufficient detail without being overly excessive. This will assist Wiki Creators in processing your request efficiently, increasing both the chances and speed of approval. Thank you!",
	"miraheze-requestwiki-info-guidance-post": "You're just about done. Please review to ensure you've completed all sections and provided all relevant details. When you've done so, we'll get back to you as soon as we can. Feel free to look around Meta, meet your fellow wiki operators in the meantime. We like seeing new faces here.",
	"miraheze-requestwiki-label-agreement": "'''I have read and accept [[Special:MyLanguage/Content Policy|Content Policy]], [[Special:MyLanguage/Dormancy Policy|Dormancy Policy]], [[Special:MyLanguage/Wiki Governance policy|Wiki Governance Policy]] and [[Special:MyLanguage/Global Conduct Policy|Global Conduct Policy]]''', and by requesting a wiki, I agree to all our [[Special:MyLanguage/Global policies|global policies]].",
	"miraheze-requestwiki-success": "Your wiki request ($1) was successfully submitted. Your request will be reviewed by a volunteer wiki creator as soon as possible.",
	"miraheze-restriction-delete": "Delete",
	"miraheze-restriction-protect": "Protect",
	"miraheze-skinname-snapwikiskin": "Snap!",
	"miraheze-snapwikiskin": "Snap!",
	"miraheze-uploadtext": "Use the form below to upload files.\nTo view or search previously uploaded files go to the [[Special:FileList|list of uploaded files]]. Uploads and reuploads are also logged in the [[Special:Log/upload|upload log]]. Deletions are logged in the [[Special:Log/delete|deletion log]].\n\nTo include a file in a page, use a link in one of the following forms:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong> to use the full version of the file\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Caption]]</nowiki></code></strong> to use a 200-pixel-wide rendition in a box in the left margin with the text \"Caption\" below\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> for directly linking to the file without displaying the file\n\nRemember to add licensing information (if applicable) about the file uploaded. All files '''must''' abide by United States copyright law, including fair use. Repeated failure to do so may result in copyright violations and '''wiki closure'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Web Authentication) is a web standard published by the World Wide Web Consortium (W3C). WebAuthn is a core component of the FIDO2 Project under the guidance of the FIDO Alliance. The goal of the project is to standardize an interface for authenticating users to web-based applications and services using public-key cryptography. [https://en.wikipedia.org/wiki/WebAuthn Read more] <br> '''Please keep in mind that you'll have to go to the wiki you registered the authenticator on to log-in'''. You may want to register the authenticator on [[mh:meta|Meta]] for this reason.",
	"miraheze-wikibase-sitelinks-miraheze": "Miraheze wikis"
}
