{
	"@metadata": {
		"authors": [
			"Agent",
			"Bruno44101",
			"Dark Dragoon",
			"Eulalio",
			"Fitoschido",
			"Jackiezelaya",
			"Jakeukalane",
			"No se",
			"OriginReboot",
			"Wynter"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|Tú}} no puedes loguearte porque {{GENDER:$1|tu}} cuenta está bloqueada globalmente. Por favor contacta a <code>cvt[a]miraheze.org</code> para más información o para apelar.",
	"miraheze-dberr-again": "Por favor, vuelva a intentarlo en unos minutos, estos errores suelen resolverse para entonces. Si está recibiendo este error de forma persistente, consulte nuestro Twitter (https://twitter.com/MirahezeStatus) para obtener más información o informe al unirse a #miraheze-tech-ops en irc.libera.chat o en nuestro servidor Discord (https//discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Este wiki está temporalmente indisponible.",
	"miraheze-globalblocking-ipblocked-range": "'''Su dirección IP está en un rango que ha sido [[m:Global blocks/es|bloqueado globalmente]] en Miraheze.'''\n\nEl bloqueo fue emitido por $1 ($2).\nLa razón dada es ''$3''.\n\n* Inicio de bloqueo: $4\n* Caducidad del bloqueo: $5\n\nEs probable que este bloqueo global no esté dirigido específicamente a usted. Alguien dentro de su rango de IP puede haber interrumpido una wiki de Miraheze que condujo a este bloqueo. Además, tenga en cuenta que las VPN y otros servicios similares [[m:No open proxies policy/es|no están permitidos]] en Miraheze. Si está utilizando uno en este momento, desactívelo. Si necesita más ayuda, envíe un correo electrónico a cvt[at]miraheze.org o comuníquese con $1.\nSu dirección IP actual es de $6 y el rango bloqueado es de $7.\nIncluya todos los detalles anteriores en cualquier consulta que realice.",
	"miraheze-globalblocking-ipblocked-xff": "'''Uno o más servidores proxy utilizados por su solicitud han sido [[m:Global blocks/es|bloqueados globalmente]] en Miraheze'''\n\nEl bloqueo fue emitido por $1 ($2).\nLa razón dada es ''$3''.\n\n* Inicio de bloqueo: $4\n* Caducidad del bloqueo: $5\n\nEs probable que este bloqueo global no esté dirigido específicamente a usted. Tenga en cuenta que las VPN y otros servicios similares están [[m:No open proxies policy/es|no permitidos]] en Miraheze. Si está utilizando uno en este momento, desactívelo. Si necesita más ayuda, envíe un correo electrónico a cvt[at]miraheze.org o comuníquese con $1.\nLa dirección proxy bloqueada era $6.\nIncluya todos los detalles anteriores en cualquier consulta que realice.",
	"miraheze-globalblocking-ipblocked": "'''Su dirección IP ha sido [[m:Global blocks/es|bloqueada globalmente]] en Miraheze.'''\n\nEl bloqueo fue emitido por $1 ($2).\nLa razón dada es ''$3''.\n\n* Inicio de bloqueo: $4\n* Caducidad del bloqueo: $5\n\nEs probable que este bloqueo global no esté dirigido específicamente a usted. Alguien que usa su IP puede haber interrumpido una wiki de Miraheze que condujo a este bloqueo. Además, tenga en cuenta que las VPN y otros servicios similares [[m:No open proxies policy/es|no están permitidos]] en Miraheze. Si está utilizando uno en este momento, desactívelo. Si necesita más ayuda, envíe un correo electrónico a cvt[at]miraheze.org o comuníquese con $1.\nSu dirección IP actual es $6.\nIncluya todos los detalles anteriores en cualquier consulta que realice.",
	"miraheze-importdump-help-reason": "Díganos si el XML es para: migrar desde otra wiki, bifurcar otra wiki o importar plantillas o páginas de Wikipedia.",
	"miraheze-importdump-help-target": "Debe ser un nombre de base de datos válido. Para encontrar el nombre de la base de datos de la wiki, consulte Special:ManageWiki/core en la wiki.\n\nSi aún no ha creado su wiki, solicite su wiki usando [[Special:RequestWiki]] primero, y luego regrese aquí para realizar esta solicitud de volcado de importación una vez que se haya creado su wiki.",
	"miraheze-importdump-help-upload-file": "Solo se permiten archivos XML. Si su archivo XML está en un archivo comprimido, extráigalo antes de intentar cargarlo.\n\nAsegúrese de cargar una versión de los archivos XML que también contenga todo el historial de revisión.",
	"miraheze-importtext": "Exporte el archivo desde el wiki de origen usando la [[Special:Export|utilidad de exportación]].\nGuárdelo en su computadora y cárguelo aquí.<br /> Tenga en cuenta que si el archivo es un poco grande (~ >2 MB), deberá [[M:Special:RequestImport|solicitar una importación]] ya que esto no se puede hecho aquí debido a limitaciones técnicas.",
	"miraheze-interwiki_intro": "Esta es una descripción general de la tabla interwiki, que define los atajos de prefijo utilizados para vincular rápidamente a diferentes wikis y otros sitios externos. Para conocer el uso recomendado, ver [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki el manual en MediaWiki.org].\n\nTener en cuenta que todas las adiciones a las tablas de Interwiki son monitoreadas y cualquier intento de insertar enlaces maliciosos en la tabla dará lugar a sanciones.",
	"miraheze-newsignuppage-loginform-tos": "He leído, entiendo y acepto los [https://meta.miraheze.org/wiki/Terms_of_Use Términos de Uso] y la [https://meta.miraheze.org/wiki/Privacy_Policy Política de privacidad]",
	"miraheze-newsignuppage-must-accept-tos": "¡Debes aceptar los Términos de Uso para poder crear una cuenta!",
	"miraheze-oathauth-step1": "IMPORTANTE: asegúrate de leer la página de OATHAuth antes de activar esta opción. Paso 1: descargar un programa de autenticación en dos fases.",
	"miraheze-prefs-help-realname": "El nombre real es opcional. Si eliges proveerlo, será usado para dar atribución a tu trabajo. Además, si usas una wiki alojada por Miraheze, estás de acuerdo con los <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Terms_of_Use Términos de Uso]</span> y aceptas la <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Privacy_Policy Política de Privacidad]</span>.",
	"miraheze-restriction-delete": "Eliminar",
	"miraheze-restriction-protect": "Proteger",
	"miraheze-skinname-snapwikiskin": "¡Quebrar!",
	"miraheze-snapwikiskin": "Snap!",
	"miraheze-uploadtext": "Utilice el siguiente formulario para cargar archivos.\nPara ver o buscar archivos subidos anteriormente, vaya a [[Special:FileList|lista de archivos subidos]]. Las subidas y resubidas también se registran en el [[Special:Log/upload|registro de subidas]]. Los borrados se registran en el [[Special:Log/delete|registro de borrados]].\n\nPara incluir un archivo en una página, use un enlace en una de las siguientes formas:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong> para usar la versión completa de el archivo\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Caption]]</nowiki></code></strong> para usar una representación de 200 píxeles de ancho en un cuadro en el margen izquierdo con el texto \"Caption\" debajo\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> para vincular directamente al archivo sin mostrar el archivo\n\nRecuerde agregar información de licencia (si corresponde) sobre el archivo cargado. Todos los archivos '''deben''' cumplir con la ley de derechos de autor británica, el incumplimiento repetido puede resultar en violaciones de derechos de autor y '''cierre de wiki'''. Tenga en cuenta que el 'uso justo' no existe en el sistema británico, sino que se reemplaza por un sistema de [[w:Fair dealing in United Kingdom law|trato justo]] similar pero diferente.",
	"miraheze-webauthn-module-description": "WebAuthn (Web Authentication) es una web estándar publicado por el World Wide Web Consortium (W3C). WebAuthn es un componente central del Proyecto FIDO2 bajo la dirección de la Alianza FIDO. El objetivo del proyecto es estandarizar una interfaz para autenticar usuarios a servicios y aplicaciones basados en la web utilizando criptografía de clave pública. [https://es.wikipedia.org/wiki/WebAuthn Leer más] <br> '''Tenga en cuenta que tendrá que ir a la wiki donde has registrado el autenticador para iniciar sesión'''. Es posible que desee registrar el autenticador en [[mh:meta|Meta]] por este motivo.",
	"miraheze-wikibase-sitelinks-miraheze": "Miraheze Wikis"
}
