{
	"@metadata": {
		"authors": [
			"EmDashUser002",
			"Eneelk",
			"Gomoko",
			"HeartsDo",
			"Mahabarata",
			"Pamputt",
			"Reception123",
			"Thibaut120094",
			"Urhixidur",
			"Verdy p",
			"Wladek92"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|}}Vous ne pouvez pas vous connecter parce que {{GENDER:$1|}}votre compte est [[m:Special:MyLanguage/Global locks|bloqué globalement]]. Veuillez contacter <code>cvt[à]miraheze.org</code> pour plus d’informations ou pour faire appel.",
	"miraheze-createwiki-close-email-body": "Bonjour,\n\nCe courriel a pour but de vous informer que votre wiki Miraheze a été fermé. Les wikis qui ne reçoivent aucune modification ou action enregistrée au bout de 60 jours sont automatiquement fermés pour prévenir le pollupostage, conformément à la [[m:Special:MyLanguage/Dormancy Policy|Règle de dormance]] (que vous avez acceptée lors de la demande d'un wiki).\n\nSi vous souhaitez rouvrir votre wiki, veuillez visiter Special:ManageWiki et décochez la case « Fermé » pour le rouvrir. Veuillez noter que si vous ne rouvrez pas votre wiki ou si personne ne demande que votre wiki soit réouvert (conformément à la section de demande de réouverture de la politique d’inactivité) dans les 6 mois à compter de maintenant, votre wiki sera marqué comme éligible à une suppression permanente.",
	"miraheze-createwiki-close-email-subject": "Votre wiki Miraheze ($1) a été fermé",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Bienvenue sur {{SITENAME}} ! ==\nCette page principale a été créée automatiquement lors de la création du wiki et il semble qu'elle n'ait pas encore été remplacée. Le(s) gestionnaire(s) du wiki travaille(nt) peut-être encore sur cette page principale, veuillez donc revérifier plus tard.\n\n=== Pour le(s) gestionnaire(s) de ce wiki ===\nBonjour et bienvenue sur votre nouveau wiki ! Merci d'avoir choisi Miraheze pour héberger votre wiki ; nous espérons que vous apprécierez notre hébergement. Vous pouvez commencer à travailler sur votre wiki quand vous le souhaitez.\n\nBesoin d'aide ? Pas de problème ! Pour commencer, voici quelques ressources que nous vous encourageons à consulter :\n* [[mw:Special:MyLanguage/Help:Contents|Aide:Sommaire]] pour les bases du wiki : navigation, édition, fonctionnalités générales du logiciel \n* [[m:Special:MyLanguage/Infoboxes|Boîte d'information]] pour les différentes manières de les obtenir sur votre wiki. Les boîtes d'information de type Portable sont un choix courant si vous ne savez pas par où commencer \n* [[m:Special:MyLanguage/ManageWiki|ManageWiki]] pour une personnalisation plus poussée des paramètres du wiki (favicon, extensions, permissions et plus). Lisez attentivement : certains changements peuvent être difficiles à annuler \n* [[m:Special:MyLanguage/FAQ|Miraheze FAQ]] pour un aperçu général de Miraheze \n* [[mh:dev|Wiki des Développeurs de Miraheze]] est une ressource pour tout le monde (y compris vous !) pour trouver des modèles (infoboxes, citations...), des styles et d'autres accessoires utiles pour embellir le wiki. Vous pouvez trouver des images partagées sur [[mh:commons|Miraheze Commons Wiki]] et essayer les autorisations d'administrateur sur notre [[mh:test|Wiki de test public]] également.\n\nDe plus, si vous ne savez pas comment créer une nouvelle page, vous avez quelques options : créez un lien sur une page existante et suivez-le, modifiez la barre d'adresse pour accéder à la page souhaitée ou accédez à [[Special:ManageWiki/extensions]] et activez [[mw:Extension:CreatePageUw|CreatePageUw]] pour ajouter un lien pratique dans la barre latérale !\n\n==== Je ne comprends toujours pas ''ceci'' ! ====\nPas de problème ! Tout n'est peut-être pas dans la FAQ ou suffisamment clair et nous serons heureux de vous aider ! Vous pouvez nous trouver ici :\n* sur [[m:Special:MyLanguage/Help center|Miraheze Meta]]\n* sur [https://miraheze.org/discord Discord]\n* sur IRC dans #miraheze sur irc.libera.chat ([irc://irc.libera.chat/%23miraheze lien direct]; [https://web.libera.chat/?channel=#miraheze webchat])\n* sur [[phorge:|notre outil de suivi des problèmes]] si vous rencontrez des erreurs MédiaWiki \n\n=== Pour les visiteurs de ce wiki ===\nBonjour, la page principale par défaut de ce wiki (cette page) n'a pas encore été remplacée par le(s) gestionnaire(s) de ce wiki. Le(s) gestionnaires(s) travaille(nt) peut-être encore sur cette page principale, veuillez donc revérifier plus tard.",
	"miraheze-createwiki-defaultmainpage-summary": "Bienvenue sur Miraheze !",
	"miraheze-createwiki-email-body": "Bonjour !\n\nVous avez récemment demandé un wiki sur Miraheze. Nous sommes heureux de vous informer que cela a été approuvé !\n\nMiraheze est là pour vous aider à toutes les étapes, n'hésitez pas à demander ! Visitez notre [[m:Special:MyLanguage/Help center|Centre d'aide]] pour une aide détaillée sur une gamme variée de sujets, tels que la gestion de votre wiki à l'aide de notre outil ManageWiki, l'utilisation d'images et de modèles, les tâches de production, et plus encore !\n\nN'oubliez pas que tous les wikis doivent respecter les [[m:Special:MyLanguage/Content Policy|Règles sur le contenu]] ou ils peuvent être fermés. N'oubliez pas que votre wiki peut également être fermé s'il s'écarte trop de son objet approuvé.\n\nMerci d'avoir choisi Miraheze ! Nous vous souhaitons bonne chance dans votre nouvelle aventure wiki.",
	"miraheze-createwiki-email-subject": "Votre nouveau wiki Miraheze ($1) a été créé",
	"miraheze-createwiki-error-subdomaintaken": "Le sous-domaine que vous avez demandé est déjà pris. Il existe peut-être déjà un wiki traitant de votre sujet. Si c'est le cas, contribuez plutôt à ce wiki (les wikis sur le même sujet sont interdits et supprimés dès leur détection). Sélectionnez un autre sous-domaine et réessayez.",
	"miraheze-createwiki-help-bio": "Le contenu concernant des personnes réelles doit être rédigé en essayant de limiter les préjugés et de présenter un point de vue neutre. Vous ne devez pas partager d'informations personnelles sans consentement explicite. Voir [[Disclosure of Personal Data on Wikis]] (en anglais).",
	"miraheze-createwiki-help-category": "La catégorie permet de trier le wiki sur des emplacements tels que [[Special:WikiDiscover]]. Visitez ManageWiki après la création pour rédiger également une brève description !",
	"miraheze-createwiki-help-reason": "N'hésitez pas à agrandir la boîte pour faciliter l'édition ! Malheureusement, il n'y a pas de mise en forme sophistiquée ici, comme du texte en gras, des liens cliquables, etc.",
	"miraheze-createwiki-help-subdomain": "Ce sera l'URL du wiki. Veuillez vous assurer qu'elle est unique à votre wiki et pas trop générique. Le nom de votre base de données sera le même avec « wiki » à la fin, c'est-à-dire votresous-domaine -> votresous-domainewiki. Cela peut être modifié ultérieurement.",
	"miraheze-createwiki-label-reason": "Vous devrez nous informer du « sujet » de votre wiki (de quoi s'agit-il ?), de la « portée » de votre wiki (que contient-il ?) et de tout ce qui pourrait aider à sa compréhension. Cela peut inclure : \n* un lien vers une communauté publique existante pour le wiki s'il s'agit d'une migration, ou un lien vers le contenu que le wiki couvrira\n* quel contenu controversé peut être couvert par le wiki, et comment vous le modérerez pour vous assurer qu'il est conforme aux Règles globales\n* si le wiki couvrira du contenu « NSFW ». Il existe à ce sujet une section dans les Règles sur le contenu\n* si le wiki est personnel (votre travail, par rapport à la documentation de quelque chose d'autre), créé au nom d'une organisation, ou s'il est au nom d'une communauté non wiki comme un serveur Discord\n* ajoutez quelques détails si vous le souhaitez ! S'il s'agit d'une franchise de jeu, d'une région spécifique, de votre vision du monde...\n\nAvec ces informations, nous serons en mesure de déterminer si le contenu est susceptible d'être compatible avec Miraheze. Mettre le plus de détails possible est préférable à condition que ce soit clair et pertinent. Vous pouvez mettre de deux phrases à quelques courts paragraphes. Structurez l'ensemble comme vous le souhaitez.\n\n'''Veuillez ne pas utiliser ChatGPT ou tout autre modèle d'IA''' : ils sont rarement suffisamment clairs ou pertinents et augmentent les chances qu'on vous demande de reformuler ou d'expliquer en termes plus spécifiques.\n\n----\n\nMaintenant, veuillez nous indiquer le sujet et la portée de votre wiki en au moins deux phrases...",
	"miraheze-dberr-again": "Veuillez réessayer dans quelques minutes, ces erreurs se résolvent habituellement par elles-mêmes. Si vous obtenez cette erreur de manière persistante, veuillez consulter notre page Twitter (https://twitter.com/Miraheze) pour plus d’informations ou nous en informer en vous connectant sur le canal #miraheze-tech-ops sur irc.libera.chat ou sur notre serveur Discord (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Ce wiki est temporairement indisponible",
	"miraheze-globalblocking-blockedtext-blocker-admin": "Vous pouvez contacter $1 pour discuter du blocage. '''Si vous être en train d'essayer de créer un compte, veuillez utiliser [[M:Special:Contact/requestaccount|this form only]] pour demander un compte.'''",
	"miraheze-globalblocking-ipblocked-range": "'''Votre adresse IP est dans une plage qui a été [[m:Special:MyLanguage/Global blocks|bloquée globalement]] partout sur Miraheze.'''\n\nLe blocage a été effectué par $1 ($2).\nLe motif invoqué est ''$3''.\n\n* Début du blocage : $4\n* Expiration du blocage : $5\n\nCe blocage n’est peut-être pas dirigé spécifiquement contre vous. Quelqu’un utilisant votre plage d’adresses IP peut avoir perturbé un wiki Miraheze, ce qui a conduit à ce blocage. De plus, notez que les VPN et autres services similaires [[m:Special:MyLanguage/No open proxies policy|ne sont pas autorisés]] sur Miraheze. Si vous en utilisez un actuellement, veuillez le désactiver. Si vous avez besoin de plus d’assistance, veuillez nous envoyer un courriel à « cvt[à]miraheze.org » ou contacter $1.\nVotre adresse IP actuelle est $6 et la plage bloquée est $7.\nVeuillez inclure tous les détails ci-dessus dans toutes les demandes que vous effectuerez.",
	"miraheze-globalblocking-ipblocked-xff": "'''Un ou plusieurs serveurs mandataires (proxies) a été [[m:Special:MyLanguage/Global blocks|bloqué globalement]] partout sur Miraheze.'''\n\nLe blocage a été effectué par $1 ($2).\nLe motif invoqué est ''$3''.\n\n* Début du blocage : $4\n* Expiration du blocage : $5\n\nCe blocage n’est peut-être pas dirigé spécifiquement contre vous. Quelqu’un utilisant votre plage d’adresses IP peut avoir perturbé un wiki Miraheze, ce qui a conduit à ce blocage. De plus, notez que les VPN et autres services similaires [[m:Special:MyLanguage/No open proxies policy|ne sont pas autorisés]] sur Miraheze. Si vous en utilisez un actuellement, veuillez le désactiver. Si vous avez besoin de plus d’assistance, veuillez nous envoyer un courriel à « cvt[à]miraheze.org » ou contacter $1.\nL’adresse du mandataire bloqué est $6.\nVeuillez inclure tous les détails ci-dessus dans toutes les demandes que vous effectuerez.",
	"miraheze-globalblocking-ipblocked": "'''Votre adresse IP a été [[m:Special:MyLanguage/Global blocks|bloquée globalement]] partout sur Miraheze.'''\n\nLe blocage a été effectué par $1 ($2).\nLe motif invoqué est ''$3''.\n\n* Début du blocage : $4\n* Expiration du blocage : $5\n\nCe blocage n’est peut-être pas dirigé spécifiquement contre vous. Quelqu’un utilisant votre adresse IP peut avoir perturbé un wiki Miraheze, ce qui a conduit à ce blocage. De plus, notez que les VPN et autres services similaires [[m:Special:MyLanguage/No open proxies policy|ne sont pas autorisés]] sur Miraheze. Si vous en utilisez un actuellement, veuillez le désactiver. Si vous avez besoin de plus d’assistance, veuillez nous envoyer un courriel à « cvt[à]miraheze.org » ou contacter $1.\nVotre adresse IP actuelle est $6.\nVeuillez inclure tous les détails ci-dessus dans toutes les demandes que vous effectuerez.",
	"miraheze-importdump-help-reason": "Dites-nous si le XML est destiné : à la migration depuis un autre wiki, à créer une branche séparée d’un autre wiki, ou bien à importer des modèles ou des pages depuis Wikipédia.",
	"miraheze-importdump-help-target": "Ceci doit être un nom de base de données valide. Pour trouver le nom de la base de données du wiki, consultez « Special:ManageWiki/core » sur le wiki.\n\nSi votre wiki n’est pas encore créé, veuillez le demander en utilisant d’abord [[Special:RequestWiki]], puis, une fois qu’il aura été créé, revenez ici pour effectuer cette demande d’importation.",
	"miraheze-importdump-help-upload-file": "Seuls les fichiers XML sont autorisés. Si votre fichier XML est dans une archive compressée, veuillez l’extraire avant d’essayer de le téléverser.\n\nVeuillez vous assurer de téléverser une version des fichiers XML qui contient également tout l’historique des révisions.",
	"miraheze-importdump-import-failed-comment": "Une erreur s'est produite lors de l'importation du XML fourni. L'équipe technique a été avertie.",
	"miraheze-importtext": "Veuillez exporter le fichier depuis le wiki source à l’aide de l’[[Special:Export|utilitaire d’exportation]].\nEnregistrez-le sur votre ordinateur et téléversez-le ici.<br /> Veuillez noter que si le fichier est volumineux (≳ 2 Mo), vous devrez [[M:Special:RequestImport|demander une importation]] car cela ne peut pas être fait ici en raison des limitations techniques.<br /> Nous vous déconseillons d’importer des infoboîtes (infobox) directement depuis Wikipédia, veuillez consulter [[m:Infoboxes|cette page]] pour plus d’informations.",
	"miraheze-interwiki_intro": "Ceci est un aperçu de la table interwiki, qui définit les raccourcis des préfixes utilisés pour créer rapidement des liens vers différents wikis et d'autres sites externes. Pour avoir des conseils sur leur usage, veuillez consulter le [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki manuel sur MediaWiki.org].\n\nVeuillez noter que tous les ajouts à la table Interwiki sont surveillés et que toute tentative d'insertion de liens malveillants dans la table entraînera des sanctions.",
	"miraheze-newsignuppage-loginform-tos": "J’ai lu, j’ai bien compris et je suis d’accord avec les [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use conditions d’utilisation] et la [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy politique de confidentialité].",
	"miraheze-newsignuppage-must-accept-tos": "Vous devez accepter les Conditions d’utilisation pour pouvoir créer un compte !",
	"miraheze-oathauth-step1": "IMPORTANT ! Veuillez vous assurer de bien lire la page OATHAuth avant d’activer ceci ! Étape 1 : télécharger un programme d’authentification à deux facteurs.",
	"miraheze-prefs-help-realname": "Le vrai nom est facultatif. Si vous voulez le fournir, il sera utilisé pour vous attribuer vos contributions. Aussi, en utilisant un wiki hébergé par Miraheze, vous en acceptez les <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Conditions d’utilisation]</span> ainsi que la <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Politique de confidentialité]</span>.",
	"miraheze-requestwiki-error-invalidcomment": "Votre demande wiki contient un caractère invalide. Corrigez-le et réessayez. Si vous avez besoin d'aide, consultez le [[Special:MyLanguage/Help center|Centre d'aide]].",
	"miraheze-requestwiki-info-guidance": "Il ne reste que quelques sections ! Celle-ci est très importante.",
	"miraheze-requestwiki-info-guidance-post": "Vous avez presque terminé. Veuillez vérifier que vous avez complété toutes les sections et fourni tous les détails pertinents. Lorsque vous l'aurez fait, nous vous répondrons dès que possible. En attendant, n'hésitez pas à parcourir Meta et à rencontrer vos collègues opérateurs de wiki. Nous aimons voir de nouveaux visages ici !",
	"miraheze-requestwiki-label-agreement": "'''J'ai lu et j'accepte les [[Special:MyLanguage/Content Policy|Règles sur le contenu]], la [[Special:MyLanguage/Dormancy Policy|Règle de dormance]], la [[Special:MyLanguage/Wiki Governance policy|Politique de gouvernance wiki]] et la [[Special:MyLanguage/Global Conduct Policy|Règle globale de comportement]]''', et en demandant un wiki, j'accepte toutes les [[Special:MyLanguage/Global policies|Règles globales]].",
	"miraheze-requestwiki-success": "Votre demande wiki ($1) a été envoyée avec succès. Votre demande sera examinée par un créateur de wiki bénévole dès que possible.",
	"miraheze-restriction-delete": "Supprimer",
	"miraheze-restriction-protect": "Protéger",
	"miraheze-skinname-snapwikiskin": "Crac !",
	"miraheze-snapwikiskin": "Crac !",
	"miraheze-uploadtext": "Utilisez le formulaire ci-dessous pour téléverser des fichiers sur le serveur.\nPour voir ou rechercher des images précédemment téléversées, consultez la [[Special:FileList|liste des fichiers téléversés]]. Les téléversements successifs sont également tracés dans le [[Special:Log/upload|journal des téléversements]] et les suppressions dans le [[Special:Log/delete|journal des suppressions]].\n\nPour inclure un fichier dans une page, utilisez un lien ayant l’un des formats suivants :\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:fichier.jpg]]</nowiki></code></strong>, pour afficher le fichier complet (en pleine résolution si c’est une image) ;\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:fichier.png|200px|thumb|left|Texte descriptif]]</nowiki></code></strong> pour afficher une vignette de 200 pixels de large dans une boîte à gauche avec le « Texte descriptif » affiché dessous ;\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:fichier.ogg]]</nowiki></code></strong> ou <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:fichier.ogg|libellé]]</nowiki></code></strong> pour afficher un lien direct vers le fichier sans l’afficher (avec un éventuel « libellé » au lieu d’afficher le nom complet du fichier lui-même).\n\nN’oubliez pas d’ajouter les informations de licence (le cas échéant) au fichier téléversé. Tous les fichiers '''doivent''' respecter la loi américaine sur le droit d’auteur, y compris sur l’utilisation équitable (''fair use''). Des échecs répétés à le faire peuvent entraîner des violations du droit d’auteur et la '''fermeture du wiki'''.",
	"miraheze-webauthn-module-description": "''WebAuthn'' (authentification web) est un standard du web publié par le ''World Wide Web Consortium'' (W3C). ''WebAuthn'' est un composant cœur du projet ''FIDO2'' sous la direction de l’''Alliance FIDO''. Le but du projet est de standardiser une interface pour authentifier les utilisateurs des applications et services basés sur le web, en utilisant le chiffrement à clé publique. [https://fr.wikipedia.org/wiki/WebAuthn En savoir plus]. '''Veuillez garder à l’esprit que vous devrez vous rendre sur le même wiki que là où vous avez initialement inscrit votre appareil de vérification pour vous connecter.''' Vous voudrez peut-être inscrire l’authentificateur sur [[mh:meta|Meta]] pour cette raison.",
	"miraheze-wikibase-sitelinks-miraheze": "Wikis de Miraheze"
}
