{
	"@metadata": {
		"authors": [
			"Toliño"
		]
	},
	"miraheze-centralauth-login-error-locked": "Non {{GENDER:$1|podes}} iniciar sesión porque a túa conta está [[m:Special:MyLanguage/Global locks|bloqueada globalmente]]. Ponte en contacto con <code>cvt[at]miraheze.org</code> para obter máis información ou presentar unha apelación.",
	"miraheze-cookieconsent-detailed-dialog-intro": "<p>Usamos cookies (e tecnoloxías similares) para personalizarmos o contido, mellorarmos o sitio web e analizarmos o tráfico.</p><p>Con estas cookies, recompilamos información sobre ti e rastrexamos o teu comportamento en Internet dentro do noso sitio web. Deste xeito, construímos o teu perfil persoal. Con isto, adaptamos o noso sitio web e a comunicación ás túas preferencias. Podes ler máis sobre isto na nosa [[m:Special:MyLanguage/Privacy Policy|política de protección de datos]].</p><p>Ao actualizares as preferencias de cookies recargarase a páxina.</p>",
	"miraheze-cookieconsent-simple-dialog-content": "<p>Usamos cookies (e tecnoloxías similares) para personalizarmos o contido, mellorarmos o sitio web e analizarmos o tráfico.</p><p>Con estas cookies, recompilamos información sobre ti e rastrexamos o teu comportamento en Internet dentro do noso sitio web. Deste xeito, construímos o teu perfil persoal. Con isto, adaptamos o noso sitio web e a comunicación ás túas preferencias. Podes ler máis sobre isto na nosa [[m:Special:MyLanguage/Privacy Policy|política de protección de datos]].</p><p>Se queres xestionar as túas preferencias de cookies, fai clic en «<b>Xestionar as preferencias</b>». Ao premeres en «<b>Aceptar todas</b>», aceptas o uso de todas as cookies. Podes modificar ou retirar o teu consentimento en calquera momento.</p>",
	"miraheze-createwiki-close-email-body": "Ola:\n\nEste correo electrónico é para informarche de que se pechou o teu wiki de Miraheze. Os wikis que non reciben ningunha edición ou rexistro de accións nun prazo de 60 días péchanse automaticamente para evitarmos o spam, de acordo coa [[m:Special:MyLanguage/Dormancy Policy|política de inactividade]] (que aceptaches ao solicitares un wiki).\n\nSe queres reabrir o teu wiki, visita «Special:ManageWiki» e desmarca a caixa «Pechado» para reabrilo. Ten en conta que se non reabres o teu wiki ou se ninguén solicita que se abra o teu wiki (de acordo coa sección de solicitude de reapertura da política de inactividade) nun prazo de 6 meses a partir de agora, o teu wiki marcarase para a súa eliminación permanente.",
	"miraheze-createwiki-close-email-subject": "Pechouse o teu wiki de Miraheze ($1)",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Recibe a benvida a {{SITENAME}}! ==\nEsta páxina principal creouse automaticamente xunto co wiki e semella que aínda non se modificou. Se cadra o(s) burócrata(s) aínda estea(n) a traballar nunha páxina principal, así que volve máis tarde!\n\n=== Para o(s) burócrata(s) deste wiki ===\nOla e benvido ao teu novo wiki! Grazas por elixires Miraheze para aloxares o teu wiki; esperamos que goces do noso aloxamento. Podes comezar a traballar no teu wiki cando queiras.\n\nNecesitas axuda? Non hai problema! Para comezar, aquí tes algúns recursos que che animamos a revisar:\n* [[mw:Special:MyLanguage/Help:Contents|Guía de MediaWiki]] para aprender os conceptos básicos do wiki: navegación, edición e características xerais do software.\n* [[m:Special:MyLanguage/Infoboxes|Caixas de información]] para as distintas maneiras de presentalas no teu wiki. As caixas de información portables son unha boa opción se non tes a certeza de por onde comezar.\n* [[m:Special:MyLanguage/ManageWiki|ManageWiki]] para unha maior personalización da configuración do wiki (icona de marcadores, extensións, permisos e moito máis). Le con atención: certos cambios poden ser difíciles de reverter.\n* [[m:Special:MyLanguage/FAQ|Preguntas frecuentes de Miraheze]] para unha visión xeral de Miraheze.\n* O [[mh:dev|wiki de desenvolvedores de Miraheze]], un recurso para que calquera persoa (si, ti!) atope modelos (caixas de información, citas...), estilos e outros accesorios útiles para aquelar o wiki. Podes atopar imaxes compartidas en [[mh:commons|Miraheze Commons]] e probar tamén os permisos de administrador no noso [[mh:test|wiki público de probas]].\n\nAdemais, se non sabes como crear unha páxina nova, tes algunhas opcións: crear unha ligazón nunha páxina existente e seguila, editar a barra de enderezos para ir á páxina que queiras ou acceder a «[[Special:ManageWiki/extensions]]» e activar «[[mw:Extension:CreatePageUw|CreatePageUw]]» para engadir unha ligazón práctica na barra lateral!\n\n==== Aínda non entendo ''X''! ====\nNon hai problema ningún! Se cadra non todo está nas preguntas frecuentes ou non está o suficientemente claro. Estaremos encantados de axudar! Podes atoparnos aquí:\n* En [[m:Special:MyLanguage/Help center|Miraheze Meta]].\n* En [https://miraheze.org/discord Discord].\n* No IRC, na canle #miraheze en irc.libera.chat ([irc://irc.libera.chat/%23miraheze ligazón directa]; [https://web.libera.chat/?channel=#miraheze chat web]).\n* Na nosa [[phorge:|ferramenta de problemas]] se atopas erros de MediaWiki.\n\n=== Para os visitantes deste wiki ===\nOla, o(s) burócrata(s) deste wiki aínda non modificou/modificaron a páxina principal predeterminada deste wiki (esta páxina). Se cadra o(s) burócrata(s) aínda estea(n) a traballar nunha páxina principal, así que volve máis tarde!",
	"miraheze-createwiki-defaultmainpage-summary": "Recibe a benvida a Miraheze!",
	"miraheze-createwiki-email-body": "Ola!\n\nSolicitaches recentemente un wiki en Miraheze. Comprácenos informarte de que foi aprobado!\n\nMiraheze está aquí para axudarche en cada paso do camiño, non teñas medo de preguntar! Visita o noso [[m:Special:MyLanguage/Help center|centro de axuda]] para obter axuda detallada sobre unha variedade de temas, como a xestión do teu wiki coa nosa ferramenta ManageWiki, o uso de imaxes e modelos, as tarefas de mantemento e moito máis!\n\nLembra que todos os wikis deben cumprir a [[m:Special:MyLanguage/Content Policy|política de contido]] para non seren pechados. Lembra que o teu wiki tamén pode ser pechado se se desvía demasiado do seu propósito aprobado.\n\nGrazas por elixires Miraheze! Desexámosche todo o mellor na túa nova aventura wiki.",
	"miraheze-createwiki-email-subject": "Creouse o teu novo wiki de Miraheze ($1)",
	"miraheze-createwiki-error-subdomaintaken": "O subdominio que solicitaches xa está ocupado. Se cadra xa exista un wiki que trate o teu tema; se é ese o caso, contribúe a ese wiki (os wikis sobre o mesmo tema están prohibidos e elimínanse ao se detectaren). Selecciona outro subdominio e inténtao de novo.",
	"miraheze-createwiki-help-bio": "O contido relativo a persoas reais debe escribirse cun esforzo por evitar os prexuízos e presentar un punto de vista neutral. Non debes compartir información persoal sen consentimento explícito. Consulta a [[Disclosure of Personal Data on Wikis|política de divulgación de datos persoais nos wikis]].",
	"miraheze-createwiki-help-category": "A categoría axuda a ordenar o wiki en lugares como «[[Special:WikiDiscover]]». Visita ManageWiki despois da creación para escribires tamén unha breve descrición!",
	"miraheze-createwiki-help-reason": "Podes expandir a caixa para facilitar a edición! Desafortunadamente, aquí non hai ningún formato sofisticado, como texto en grosa, ligazóns clicables etc.",
	"miraheze-createwiki-help-subdomain": "Este será o enderezo URL do wiki. Asegúrate de que sexa único para o teu wiki e non demasiado xenérico. O nome da túa base de datos será o mesmo con «wiki» ao final; é dicir, «oteusubdominio» será «oteusubdominiowiki». Isto pódese cambiar máis tarde.",
	"miraheze-createwiki-label-reason": "Terás que informarnos do ''tema'' do teu wiki (de que trata?), o ''alcance'' do teu wiki (que inclúe?) e calquera outra cousa que creas que sexa útil. Isto pode incluír:\n* Unha ligazón a unha comunidade pública existente do wiki se é unha migración ou unha ligazón ao contido que abarcará o wiki.\n* Que contido controvertido pode ser cuberto polo wiki e como o moderarás para garantir que cumpra coa política global.\n* Se o wiki incluirá contido «NSFW» (non axeitado para o traballo). Hai unha sección sobre isto na política de contidos.\n* Se o wiki é persoal (o teu traballo, documentación dalgunha cousa), feito en nome dunha organización ou se é en nome dunha comunidade non wiki, como un servidor de Discord.\n* Comparte algúns detalles se queres! Se trata dunha franquía de xogos, unha rexión específica, a túa construción de mundos...\n\nCon esta información poderemos determinar se é probable que o contido sexa compatible con Miraheze. Inclúe todos os detalles que poidas, sempre que sexan claros e relevantes. Isto pode ir desde dúas frases ata un par de parágrafos curtos. Estrutúrao como queiras.\n\n'''Por favor, non uses ChatGPT nin ningún outro modelo de IA:''' Raramente son o suficientemente claros ou relevantes, e aumenta a posibilidade de que che pidamos que reformules o texto ou expliques as cousas con termos máis específicos.\n\n----\n\nAgora, por favor, dinos o tema e o alcance do teu wiki en polo menos dúas frases...",
	"miraheze-dberr-again": "Inténtao de novo nun anaco, dado que estes erros adoitan solucionarse sós. Se recibes este erro constantemente, únete a #miraheze-tech-ops en irc.libera.chat ou ao noso servidor de Discord (https://discord.gg/TVAJTE4CUn) para obter máis información.",
	"miraheze-dberr-problems": "Este wiki non está dispoñible temporalmente",
	"miraheze-globalblocking-blockedtext-blocker-admin": "Podes contactar con $1 para falar sobre o bloqueo. '''Se intentas crear unha conta, usa [[M:Special:Contact/requestaccount|só este formulario]] para solicitar unha conta.'''",
	"miraheze-globalblocking-ipblocked-range": "'''O teu enderezo IP está nun rango que foi [[m:Special:MyLanguage/Global blocks|bloqueado globalmente]] en Miraheze.'''\n\nO bloqueo emitiuno $1 ($2).\nO motivo achegado é: ''$3''.\n\n* Inicio do bloqueo: $4\n* Caducidade do bloqueo: $5\n\nÉ probable que este bloqueo global non estea dirixido especificamente a ti. Alguén dentro do teu rango de IP amolou nun wiki de Miraheze, o que provocou este bloqueo. Ademais, ten en conta que as VPN e outros servizos similares [[m:Special:MyLanguage/No open proxies policy|non están permitidos]] en Miraheze. Se estás a usar unha agora mesmo, desactívaa. Se necesitas máis axuda, envía un correo electrónico ao enderezo cvt[arroba]miraheze.org ou ponte en contacto con $1.\nO teu enderezo IP actual é $6 e o rango bloqueado é $7.\nInclúe todos os detalles anteriores en calquera consulta que fagas.",
	"miraheze-globalblocking-ipblocked-xff": "'''Un ou máis servidores proxy empregados pola túa solicitude foron [[m:Special:MyLanguage/Global blocks|bloqueados globalmente]] en Miraheze.'''\n\nO bloqueo emitiuno $1 ($2).\nO motivo achegado é: ''$3''.\n\n* Inicio do bloqueo: $4\n* Caducidade do bloqueo: $5\n\nÉ probable que este bloqueo global non estea dirixido especificamente a ti. Ten en conta que as VPN e outros servizos similares [[m:Special:MyLanguage/No open proxies policy|non están permitidos]] en Miraheze. Se estás a usar unha agora mesmo, desactívaa. Se necesitas máis axuda, envía un correo electrónico ao enderezo cvt[arroba]miraheze.org ou ponte en contacto con $1.\nO enderezo do proxy bloqueado é $6.\nInclúe todos os detalles anteriores en calquera consulta que fagas.",
	"miraheze-globalblocking-ipblocked": "'''O teu enderezo IP foi [[m:Special:MyLanguage/Global blocks|bloqueado globalmente]] en Miraheze.'''\n\nO bloqueo emitiuno $1 ($2).\nO motivo achegado é: ''$3''.\n\n* Inicio do bloqueo: $4\n* Caducidade do bloqueo: $5\n\nÉ probable que este bloqueo global non estea dirixido especificamente a ti. Alguén co teu enderezo IP amolou nun wiki de Miraheze, o que provocou este bloqueo. Ademais, ten en conta que as VPN e outros servizos similares [[m:Special:MyLanguage/No open proxies policy|non están permitidos]] en Miraheze. Se estás a usar unha agora mesmo, desactívaa. Se necesitas máis axuda, envía un correo electrónico ao enderezo cvt[arroba]miraheze.org ou ponte en contacto con $1.\nO teu enderezo IP actual é $6.\nInclúe todos os detalles anteriores en calquera consulta que fagas.",
	"miraheze-importdump-help-reason": "Indícanos se o XML é para: migrar desde outro wiki, bifurcar outro wiki ou importar modelos ou páxinas da Wikipedia.",
	"miraheze-importdump-help-target": "Isto debe ser un nome de base de datos válido. Para atopar o nome da base de datos do wiki, consulta «Special:ManageWiki/core» no wiki.\n\nSe aínda non creaches o teu wiki, solicítao primeiro mediante «[[Special:RequestWiki]]» e, a seguir, volve aquí para facer esta solicitude de importación unha vez creada o wiki.",
	"miraheze-importdump-help-upload-file": "Só se permiten ficheiros XML. Se o ficheiro XML está nun arquivo comprimido, extráeo antes de subilo.\n\nAsegúrate de subir unha versión dos ficheiros XML que conteña tamén todo o historial de revisións.",
	"miraheze-importdump-import-failed-comment": "Houbo un erro ao importar o XML proporcionado. O equipo de tecnoloxía recibiu unha notificación ao respecto.",
	"miraheze-importtext": "Exporta o ficheiro desde o wiki de orixe usando a [[Special:Export|utilidade de exportación]].\nGárdao no teu computador e súbeo aquí.<br />Ten en conta que se o ficheiro é un pouco grande (maior de 2 MB) terás que [[M:Special:RequestImport|solicitar unha importación]], xa que isto non se pode facer aquí debido a limitacións técnicas.<br />Desaconsellamos importar caixas de información directamente da Wikipedia. Consulta [[m:Infoboxes|esta páxina]] para obter máis información.",
	"miraheze-interwiki_intro": "Esta é unha vista xeral da táboa de interwikis, que define os atallos mediante prefixos usados para ligar rapidamente diferentes wikis e outros sitios externos. Para o uso recomendado, consulta [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki o manual en MediaWiki.org].\n\nTen en conta que todas as adicións á táboa de interwikis son monitorizadas e calquera intento de inserir ligazóns maliciosas na táboa resultará en sancións.",
	"miraheze-newsignuppage-loginform-tos": "Lin, comprendín e acepto as [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use condicións de uso] e a [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy política de protección de datos]",
	"miraheze-newsignuppage-must-accept-tos": "Debes aceptar as condicións de uso para poder crear unha conta!",
	"miraheze-oathauth-step1": "IMPORTANTE! Asegúrate de ler a páxina de OATHAuth antes de activares esta funcionalidade! Paso 1: Descarga un programa de autenticación de dous factores.",
	"miraheze-prefs-help-realname": "O nome real é opcional. Se decides indicalo, usarase para atribuírche o teu traballo. Ademais, ao utilizares un wiki aloxado por Miraheze, aceptas as <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use condicións de uso]</span> e a <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy política de protección de datos]</span>.",
	"miraheze-requestcustomdomain-help-target-subdomain": "Este é o subdominio actual do teu wiki (por exemplo, <code><b>exemplo</b>.miraheze.org</code>), que seleccionaches no momento da solicitude do wiki.",
	"miraheze-requestwiki-error-invalidcomment": "A túa solicitude do wiki contén un carácter non válido. Corríxeo e inténtao de novo. Se necesitas axuda, [[Special:MyLanguage/Help center|contacta connosco]].",
	"miraheze-requestwiki-info-guidance": "Só quedan un par de seccións! Esta é moi importante.",
	"miraheze-requestwiki-info-guidance-post": "Case remataches. Revisa que completaches todas as seccións e proporcionaches todos os detalles relevantes. Cando remates, poñerémonos en contacto contigo o antes posible. Mentres tanto, non dubides en botar unha ollada a Meta e coñecer os teus compañeiros operadores de wiki. Gústanos ver caras novas aquí!",
	"miraheze-requestwiki-label-agreement": "'''Lin e acepto a [[Special:MyLanguage/Content Policy|política de contidos]], a [[Special:MyLanguage/Dormancy Policy|política de inactividade]], a [[Special:MyLanguage/Wiki Governance policy|política de gobernanza do wiki]] e a [[Special:MyLanguage/Global Conduct Policy|política global de conduta]]'''; así mesmo, ao solicitar un wiki, acepto todas as nosas [[Special:MyLanguage/Global policies|políticas globais]].",
	"miraheze-requestwiki-success": "A túa solicitude de wiki ($1) enviouse correctamente. Un creador voluntario revisará a túa solicitude axiña.",
	"miraheze-restriction-delete": "Eliminar",
	"miraheze-restriction-protect": "Protexer",
	"miraheze-skinname-snapwikiskin": "Crac!",
	"miraheze-snapwikiskin": "Crac!",
	"miraheze-uploadtext": "Utiliza o formulario inferior para subir ficheiros.\nPara ver ou procurar ficheiros subidos con anterioridade, vai á [[Special:FileList|lista de ficheiros subidos]]. As subidas e resubidas tamén se gardan no [[Special:Log/upload|rexistro de subidas]]. As eliminacións quedan almacenadas no [[Special:Log/delete|rexistro de borrados]].\n\nPara incluír un ficheiro nunha páxina, usa unha ligazón do seguinte xeito:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Ficheiro.jpg]]</nowiki></code></strong> para usar a versión completa do ficheiro\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Ficheiro.png|200px|thumb|left|Pé de foto]]</nowiki></code></strong> para usar unha resolución de 200 píxeles de ancho nunha caixa na marxe esquerda co texto «Pé de foto» como descrición\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> para ligar directamente co ficheiro sen que este saia na páxina\n\nLembra engadir a información da licenza (se procede) sobre o ficheiro subido. Todos os ficheiros '''deben''' cumprir a lei de dereitos de autoría dos Estados Unidos de América, incluído o uso lexítimo. O incumprimento reiterado desta norma pode resultar en violacións dos dereitos de autoría e no '''peche do wiki'''.",
	"miraheze-webauthn-module-description": "WebAuthn (autenticación web) é un estándar web publicado polo World Wide Web Consortium (W3C). WebAuthn é un compoñente central do proxecto FIDO2 baixo a dirección da FIDO Alliance. O obxectivo do proxecto é estandarizar unha interface para a autenticación de usuarios en aplicacións e servizos web mediante criptografía de clave pública. [https://en.wikipedia.org/wiki/WebAuthn Máis información].",
	"miraheze-wikibase-sitelinks-miraheze": "Wikis de Miraheze"
}
