{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"miraheze-centralauth-login-error-locked": "Non es possibile aperir session perque {{GENDER:$1|tu}} conto es [[m:Special:MyLanguage/Global locks|globalmente blocate]]. Contacta <code>cvt[at]miraheze.org</code> pro obtener plus informationes o pro facer appello.",
	"miraheze-createwiki-close-email-body": "Salute,\n\nIste e-mail es pro informar te que tu wiki Miraheze ha essite claudite. Le wikis que non recipe alcun modificationes o actiones de registro in 60 dies es automaticamente claudite pro impedir le spam, in accordo con le [[m:Special:MyLanguage/Dormancy Policy|Politica de inactivitate]] (que tu acceptava quando tu requestava un wiki).\n\nSi tu vole reaperir tu wiki, per favor visita Special:ManageWiki e dismarca le quadrato “Claudite” pro reaperir lo. Per favor nota que si tu non reaperi tu wiki o si nulle persona requesta que tu wiki essera aperite (in accordo con le section de requesta de reapertura del Politica de inactivitate) intra 6 menses a partir de ora, tu wiki essera marcate como eligibile pro deletion permanente.",
	"miraheze-createwiki-close-email-sender": "Miraheze",
	"miraheze-createwiki-close-email-subject": "Tu wiki Miraheze ($1) ha essite claudite",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Benvenite a {{SITENAME}}! ==\nIste pagina principal ha essite create automaticamente post le creation del wiki e non ha ancora essite reimplaciate. Pote esser que le bureaucrate(s) travalia ancora sur le pagina principal, dunque, per favor reveni plus tarde!\n\n=== Pro le bureaucrate(s) de iste wiki ===\nSalute e benvenite a tu nove wiki! Gratias pro haber seligite Miraheze pro albergar tu wiki, nos spera que nostre servicio te placera. Tu pote comenciar a travaliar sur tu wiki immediatemente o quando tu vole.\n\nRequire assistentia? Nulle problema! To start, here are some resources we encourage you to review:\n* [[mw:Special:MyLanguage/Help:Contents|MediaWiki guide]] for wiki basics: navigation, editing, general features of the software\n* [[m:Special:MyLanguage/Infoboxes|Infoboxes]] for the various ways you can get these on your wiki. PortableInfoboxes is a common choice if you're not sure where to start\n* [[m:Special:MyLanguage/ManageWiki|ManageWiki]] for further customization of the wiki's settings (favicon, extensions, permissions and more). Read carefully: certain changes can be difficult to reverse\n* [[m:Special:MyLanguage/FAQ|Miraheze FAQ]] for a general overview of Miraheze\n* [[mh:dev|Miraheze Developers Wiki]], a resource for everyone (yes you!) to find templates (infoboxes, citations...) styling, and other useful accessories to spruce up the wiki. You may find shared images at [[mh:commons|Miraheze Commons]], and try out administrator permissions on our [[mh:test|Public Test Wiki]] as well.\n\nAdditionally if you're not sure how to make a new page, you have a few options: make a link on an existing page and follow it, edit the address bar to go to the page you want, or go to [[Special:ManageWiki/extensions]] and enable [[mw:Extension:CreatePageUw|CreatePageUw]] to add a handy link in the sidebar!\n\n==== Io ancora non comprende X! ====\nNulle problema! Es possibile que non tote le cosas es includite in le FAQ o que alcun cosas non es explicate clarmente. Nos es felice de adjutar te! Tu pote trovar nos:\n* [[m:Special:MyLanguage/Help center|Sur Miraheze Meta]]\n* Sur [https://miraheze.org/discord Discord]\n* Sur IRC in #miraheze sur irc.libera.chat ([irc://irc.libera.chat/%23miraheze ligamine directe]; [https://web.libera.chat/?channel=#miraheze chat web])\n* Sur [[phorge:|nostre traciator de problemas]] si tu incontra errores de MediaWiki\n\n=== Pro visitatores de iste wiki ===\nSalute, le pagina principal initial de iste wiki (iste pagina) non ha ancora essite reimplaciate per le bureaucrate(s) de iste wiki. Pote esser que le bureaucrate(s) travalia ancora sur le pagina principal, dunque, per favor reveni plus tarde!",
	"miraheze-createwiki-defaultmainpage-summary": "Benvenite a Miraheze!",
	"miraheze-createwiki-email-body": "Salute!\n\nTu ha recentemente requestate un wiki sur Miraheze. Nos es felice de informar te que illo ha essite approbate!\n\nMiraheze es hic pro adjutar te a cata passo. Non hesita a demandar adjuta! Visita nostre [[m:Special:MyLanguage/Help center|centro de adjuta]] pro information detaliate sur un varietate de topicos, como gerer tu wiki con nostre utensile ManageWiki, usar imagines e patronos, presentar cargas, e plus!\n\nPer favor non oblida que tote le wikis debe conformar se al [[m:Special:MyLanguage/Content Policy|politica de contento]] o illos pote esser claudite. Rememora que tu wiki poterea esser claudite tamben si illo devia troppo de su objectivo approbate.\n\nGratias pro haber eligite Miraheze! Nos te desira bon fortuna sur tu nove aventura wiki.",
	"miraheze-createwiki-email-subject": "Tu nove wiki Miraheze ($1) ha essite create",
	"miraheze-createwiki-error-subdomaintaken": "Le subdominio que tu ha requestate es ja prendite. Pote esser que existe ja un wiki que coperi tu topico; si es le caso, contribue a ille wiki in vice de crear un nove (es prohibite haber plure wikis sur le mesme topico e tales es delite un vice trovate). Selige un altere subdominio e tenta lo de novo.",
	"miraheze-createwiki-help-bio": "Le contento concernente personas real debe esser scribite con un effortio a limitar le prejudicios e presentar un puncto de vista neutre. Es interdicite condivider information personal sin consentimento explicite. Vide [[Disclosure of Personal Data on Wikis|Divulgation de datos personal sur wikis]].",
	"miraheze-createwiki-help-category": "Le categoria adjuta a ordinar le wiki sur paginas como [[Special:WikiDiscover]]. Visita ManageWiki post creation pro scriber un curte description tamben!",
	"miraheze-createwiki-help-reason": "Non hesita a expander le quadro pro un modification plus facile! Infortunatemente illo non ha formatage sophisticate como litteras grasse, ligamines cliccabile, etc.",
	"miraheze-createwiki-help-subdomain": "Isto essera le adresse URL del wiki. Per favor assecura te que illo es unic pro tu wiki e non troppo generic. Le nomine de tu base de datos essera iste con ‘wiki’ adjungite al fin, i.e., tusubdominio → tusubdominiowiki. Isto pote esser cambiate plus tarde.",
	"miraheze-createwiki-label-reason": "Tu debe informar nos del ''subjecto'' de tu wiki (de que tracta?), le ''campo'' de tu wiki (que include?), e qualcunque altere cosa que tu crede esser utile. Isto pote includer:\n* Un ligamine a un communitate public existente pro le wiki si se tracta de un migration, o un ligamine al contento que le wiki va coperir.\n* Qual contento controverse pote esser coperite per le wiki, e como tu lo moderara pro assecurar su conformitate con le politicas global.\n* Si le wiki va coperir contento “NSFW”. Il ha un section in le Politica de Contento concernente isto.\n* Si le wiki es personal (tracta de tu obra, non documenta altere cosa), facite in nomine de un organisation, o si es in nomine de un communitate non wiki, como un servitor Discord.\n* Condivide alcun detalios si tu vole! Si illo tracta de un franchitia de joco, un region specific, o tu creation de mundos...\n\nCon iste information, nos pote determinar si le contento es probabilemente compatibile con Miraheze. Quanto plus detalios, tanto melior, si es clar e pertinente. Isto varia de duo phrases a alcun paragraphos curte. Structura lo como tu prefere.\n\n'''Per favor non usa ChatGPT o altere modellos de IA:''' Illos rarmente es bastante clar o pertinente, e augmenta le possibilitate que tu sia demandate de reformular o explicar con plus de precision.\n\n----\n\nOra, per favor informa nos del subjecto e campo de tu wiki in al minus duo phrases...",
	"miraheze-dberr-again": "Per favor essaya lo de novo in alcun minutas; iste errores normalmente se resolve bentosto. Si iste error persiste, per favor consulta nostre Twitter (https://twitter.com/Miraheze) pro plus information o informa nos in #miraheze-tech-ops sur irc.libera.chat o in nostre servitor Discord (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Iste wiki es temporarimente indisponibile",
	"miraheze-globalblocking-ipblocked-range": "'''Tu adresse IP es in un intervallo que ha essite [[m:Special:MyLanguage/Global blocks|blocate globalmente]] ubique sur Miraheze.'''\n\nLe blocada ha essite emittite per $1 ($2).\nLe motivo date es ''$3''.\n\n* Initio del blocada: $4\n* Expiration del blocada: $5\n\nIste blocada global probabilemente non es dirigite specificamente verso te. Un persona in tu intervallo IP pote haber disrumpite un wiki de Miraheze, lo que ha conducite a iste blocada. Additionalmente, nota que VPNs e altere servicios similar non es [[m:Special:MyLanguage/No open proxies policy|permittite]] sur Miraheze. Si tu usa un tal ora, per favor disactiva lo. Si tu ha besonio de plus assistentia, per favor invia un message a cvt[at]miraheze.org o contacta $1.\nTu adresse IP currente es $6, e le intervallo blocate es $7.\nPer favor include tote detalios supra in qualcunque questiones que tu pone.",
	"miraheze-globalblocking-ipblocked-xff": "'''Un o plus servitores proxy usate per tu requesta ha essite [[m:Special:MyLanguage/Global blocks|blocate globalmente]] ubique sur Miraheze.'''\n\nLe blocada ha essite emittite per $1 ($2).\nLe motivo date es ''$3''.\n\n* Initio del blocada: $4\n* Expiration del blocada: $5\n\nIste blocada global probabilemente non es dirigite specificamente verso te. Nota que VPNs e altere servicios similar non es [[m:Special:MyLanguage/No open proxies policy|permittite]] sur Miraheze. Si tu usa un tal ora, per favor disactiva lo. Si tu ha besonio de plus assistentia, per favor invia un message a cvt[at]miraheze.org o contacta $1.\nTu adresse IP currente es $6.\nPer favor include tote detalios supra in qualcunque questiones que tu pone.",
	"miraheze-globalblocking-ipblocked": "'''Tu adresse IP ha essite [[m:Special:MyLanguage/Global blocks|blocate globalmente]] ubique sur Miraheze.'''\n\nLe blocada ha essite emittite per $1 ($2).\nLe motivo date es ''$3''.\n\n* Initio del blocada: $4\n* Expiration del blocada: $5\n\nIste blocada global probabilemente non es dirigite specificamente verso te. Un persona usante tu IP pote haber disrumpite un wiki de Miraheze, lo que ha conducite a iste blocada. Additionalmente, nota que VPNs e altere servicios similar non es [[m:Special:MyLanguage/No open proxies policy|permittite]] sur Miraheze. Si tu usa un tal ora, per favor disactiva lo. Si tu ha besonio de plus assistentia, per favor invia un message a cvt[at]miraheze.org o contacta $1.\nTu adresse IP currente es $6.\nPer favor include tote detalios supra in qualcunque questiones que tu pone.",
	"miraheze-importdump-help-reason": "Dice nos si le file XML es pro: migrar ab un altere wiki, bifurcar un altere wiki, o importar patronos o paginas de Wikipedia.",
	"miraheze-importdump-help-target": "Isto debe esser un nomine de base de datos valide. Pro trovar le nomine de base de datos del wiki, visita Special:ManageWiki/core sur le wiki.\n\nSi tu wiki non ha ancora essite create, per favor requesta tu wiki usante [[Special:RequestWiki]] primo, e retorna hic pro facer iste requesta de importation post le creation de tu wiki.",
	"miraheze-importdump-help-upload-file": "Solo files XML es permittite. Si le file XML es in un archivo comprimite, per favor extrahe lo ante de tentar incargar lo.\n\nPer favor assecura te de incargar un version del files XML que contine tote le historia de versiones tamben.",
	"miraheze-importdump-import-failed-comment": "Un error ha occurrite durante le importation del XML fornite. Le equipa technologic ha essite notificate.",
	"miraheze-importtext": "Per favor exporta le file ab le wiki de origine usante le [[Special:Export|utensile de exportation]].\nSalveguarda lo a tu computator e incarga lo hic.<br /> Nota ben: si le file es un poco grande (~ >2MB) tu debera [[M:Special:RequestImport|requestar un importation]] perque isto non pote esser facite hic a causa de limitationes technic.<br />Nos te disconsilia de importar directemente le quadros informative (''infoboxes'') de Wikipedia; per favor lege [[m:Infoboxes|iste pagina]] pro plus information.",
	"miraheze-interwiki_intro": "Isto es un vista general del tabella interwiki, le qual defini le prefixos de accesso directe usate pro ligar rapidemente a altere wikis e sitos externe. Pro cognoscer le uso recommendate, consulta [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki le manual sur MediaWiki.org].\n\nNota ben que tote le additiones al tabella interwiki es surveliate e omne tentativa de inserer ligamines malitiose in le tabella resultara in sanctiones.",
	"miraheze-newsignuppage-loginform-tos": "Io ha legite, comprendite e acceptate le [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Conditiones de Uso] e le [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Politica de Confidentialitate]",
	"miraheze-newsignuppage-must-accept-tos": "Tu debe acceptar le Conditiones de Uso pro poter crear un conto!",
	"miraheze-oathauth-step1": "IMPORTANTE! Per favor assecura te de leger le pagina OATHAuth ante de activar isto! Passo 1: Discarga un programma de authentication a duo factores.",
	"miraheze-prefs-help-realname": "Le nomine real es optional. Si tu opta pro dar lo, isto essera usate pro dar te attribution pro tu labor. In ultra, usante un wiki albergate per Miraheze, tu accepta le <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Conditiones de Uso]</span> e le <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Politica de Confidentialitate]</span>.",
	"miraheze-requestwiki-error-invalidcomment": "Tu requesta de wiki contine un character invalide. Corrige lo e tenta lo de novo. Si tu ha besonio de adjuta, [[Help center|contacta nos]].",
	"miraheze-requestwiki-info-guidance": "Resta solo qualque sectiones! Iste section es multo importante.",
	"miraheze-requestwiki-info-guidance-post": "Tu ha quasi finite. Per favor revisa pro assecurar que tu ha completate tote le sectiones e fornite tote le detalios relevante. Quando tu ha facite isto, nos te respondera le plus tosto possibile. Intertanto, senti te libere de explorar Meta e incontrar tu co-operatores wiki. Il nos gaude vider nove facies hic!",
	"miraheze-requestwiki-label-agreement": "'''Io ha legite e io accepta le [[Special:MyLanguage/Content Policy|politica de contento]], le [[Special:MyLanguage/Dormancy Policy|politica de inactivitate]], le [[Special:MyLanguage/Wiki Governance policy|politica de governantia de wikis]] e le [[Special:MyLanguage/Global Conduct Policy|politica de conducta global]]''', e, requestante un wiki, io accepta tote nostre [[Special:MyLanguage/Global policies|politicas global]].",
	"miraheze-requestwiki-success": "Tu requesta de wiki ($1) ha essite inviate. Un voluntario creator de wikis lo revidera plus tosto possibile.",
	"miraheze-restriction-delete": "Deler",
	"miraheze-restriction-protect": "Proteger",
	"miraheze-skinname-snapwikiskin": "Snap!",
	"miraheze-snapwikiskin": "Snap!",
	"miraheze-uploadtext": "Usa le formulario hic infra pro incargar files.\nPro vider o cercar files ja incargate, visita le [[Special:FileList|lista de files incargate]]. Le incargamentos e re-incargamentos es tamben registrate in le [[Special:Log/upload|registro de incargamentos]]. Le deletiones appare in le [[Special:Log/delete|registro de deletiones]].\n\nPro includer un file in un pagina, usa un ligamine in un del sequente formas:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong> pro usar le version complete del file\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Legenda]]</nowiki></code></strong> pro usar un rendition a latitude de 200 pixels in un quadro in le margine sinistre con le texto \"Legenda\" infra\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> pro ligar directemente al file sin monstrar le file\n\nNon oblida adder information de licentia (si applicabile) sur le file incargate. Tote le files '''''debe''''' obedir al derecto de autor statounitese (incluse le ''fair use''). Violationes repetite del derecto de autor pote resultar in le '''clausura del wiki'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Authentication Web) es un standard web publicate per World Wide Web Consortium (W3C). WebAuthn es un componente fundamental del projecto FIDO2 sub le direction del Alliantia FIDO. Le objectivo del projecto es standardisar un interfacie pro authenticar usatores a applicationes e servicios web usante cryptographia de clave public. [https://en.wikipedia.org/wiki/WebAuthn Lege plus] <br> '''Per favor nota que tu debera aperir session sur le mesme wiki ubi tu originalmente registrava le authenticator.''' Pro iste ration, pote esser un bon idea registrar le authenticator sur [[mh:meta|Meta]].",
	"miraheze-wikibase-sitelinks-miraheze": "Wikis de Miraheze"
}
