{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"miraheze-centralauth-login-error-locked": "Non es possibile aperir session perque {{GENDER:$1|tu}} conto es [[m:Special:MyLanguage/Global locks|globalmente blocate]]. Contacta <code>cvt[at]miraheze.org</code> pro obtener plus informationes o pro facer appello.",
	"miraheze-dberr-again": "Per favor essaya lo de novo in alcun minutas; iste errores normalmente se resolve bentosto. Si iste error persiste, per favor consulta nostre Twitter (https://twitter.com/MirahezeStatus) pro plus information o informa nos in #miraheze-tech-ops sur irc.libera.chat o in nostre servitor Discord (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Iste wiki es temporarimente indisponibile",
	"miraheze-globalblocking-ipblocked-range": "'''Tu adresse IP es in un intervallo que ha essite [[m:Special:MyLanguage/Global blocks|blocate globalmente]] ubique sur Miraheze.'''\n\nLe blocada ha essite emittite per $1 ($2).\nLe motivo date es ''$3''.\n\n* Initio del blocada: $4\n* Expiration del blocada: $5\n\nIste blocada global probabilemente non es dirigite specificamente verso te. Un persona in tu intervallo IP pote haber disrumpite un wiki de Miraheze, lo que ha conducite a iste blocada. Additionalmente, nota que VPNs e altere servicios similar non es [[m:Special:MyLanguage/No open proxies policy|permittite]] sur Miraheze. Si tu usa un tal ora, per favor disactiva lo. Si tu ha besonio de plus assistentia, per favor invia un message a cvt[at]miraheze.org o contacta $1.\nTu adresse IP currente es $6, e le intervallo blocate es $7.\nPer favor include tote detalios supra in qualcunque questiones que tu pone.",
	"miraheze-globalblocking-ipblocked-xff": "'''Un o plus servitores proxy usate per tu requesta ha essite [[m:Special:MyLanguage/Global blocks|blocate globalmente]] ubique sur Miraheze.'''\n\nLe blocada ha essite emittite per $1 ($2).\nLe motivo date es ''$3''.\n\n* Initio del blocada: $4\n* Expiration del blocada: $5\n\nIste blocada global probabilemente non es dirigite specificamente verso te. Nota que VPNs e altere servicios similar non es [[m:Special:MyLanguage/No open proxies policy|permittite]] sur Miraheze. Si tu usa un tal ora, per favor disactiva lo. Si tu ha besonio de plus assistentia, per favor invia un message a cvt[at]miraheze.org o contacta $1.\nTu adresse IP currente es $6.\nPer favor include tote detalios supra in qualcunque questiones que tu pone.",
	"miraheze-globalblocking-ipblocked": "'''Tu adresse IP ha essite [[m:Special:MyLanguage/Global blocks|blocate globalmente]] ubique sur Miraheze.'''\n\nLe blocada ha essite emittite per $1 ($2).\nLe motivo date es ''$3''.\n\n* Initio del blocada: $4\n* Expiration del blocada: $5\n\nIste blocada global probabilemente non es dirigite specificamente verso te. Un persona usante tu IP pote haber disrumpite un wiki de Miraheze, lo que ha conducite a iste blocada. Additionalmente, nota que VPNs e altere servicios similar non es [[m:Special:MyLanguage/No open proxies policy|permittite]] sur Miraheze. Si tu usa un tal ora, per favor disactiva lo. Si tu ha besonio de plus assistentia, per favor invia un message a cvt[at]miraheze.org o contacta $1.\nTu adresse IP currente es $6.\nPer favor include tote detalios supra in qualcunque questiones que tu pone.",
	"miraheze-importdump-help-reason": "Dice nos si le file XML es pro: migrar ab un altere wiki, bifurcar un altere wiki, o importar patronos o paginas de Wikipedia.",
	"miraheze-importdump-help-target": "Isto debe esser un nomine de base de datos valide. Pro trovar le nomine de base de datos del wiki, visita Special:ManageWiki/core sur le wiki.\n\nSi tu wiki non ha ancora essite create, per favor requesta tu wiki usante [[Special:RequestWiki]] primo, e retorna hic pro facer iste requesta de importation post le creation de tu wiki.",
	"miraheze-importdump-help-upload-file": "Solo files XML es permittite. Si le file XML es in un archivo comprimite, per favor extrahe lo ante de tentar incargar lo.\n\nPer favor assecura te de incargar un version del files XML que contine tote le historia de versiones tamben.",
	"miraheze-importdump-import-failed-comment": "Un error ha occurrite durante le importation del XML fornite. Le equipa de ingenieria de confidibilitate del sito ha essite notificate.",
	"miraheze-importtext": "Per favor exporta le file ab le wiki de origine usante le [[Special:Export|utensile de exportation]].\nSalveguarda lo a tu computator e incarga lo hic.<br /> Nota ben: si le file es un poco grande (~ >2MB) tu debera [[M:Special:RequestImport|requestar un importation]] perque isto non pote esser facite hic a causa de limitationes technic.<br />Nos te disconsilia de importar directemente le quadros informative (''infoboxes'') de Wikipedia; per favor lege [[m:Infoboxes|iste pagina]] pro plus information.",
	"miraheze-interwiki_intro": "Isto es un vista general del tabella interwiki, le qual defini le prefixos de accesso directe usate pro ligar rapidemente a altere wikis e sitos externe. Pro cognoscer le uso recommendate, consulta [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki le manual sur MediaWiki.org].\n\nNota ben que tote le additiones al tabella interwiki es surveliate e omne tentativa de inserer ligamines malitiose in le tabella resultara in sanctiones.",
	"miraheze-newsignuppage-loginform-tos": "Io ha legite, comprendite e acceptate le [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Conditiones de Uso] e le [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Politica de Confidentialitate]",
	"miraheze-newsignuppage-must-accept-tos": "Tu debe acceptar le Conditiones de Uso pro poter crear un conto!",
	"miraheze-oathauth-step1": "IMPORTANTE! Per favor assecura te de leger le pagina OATHAuth ante de activar isto! Passo 1: Discarga un programma de authentication a duo factores.",
	"miraheze-prefs-help-realname": "Le nomine real es optional. Si tu opta pro dar lo, isto essera usate pro dar te attribution pro tu labor. In ultra, usante un wiki albergate per Miraheze, tu accepta le <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Conditiones de Uso]</span> e le <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Politica de Confidentialitate]</span>.",
	"miraheze-restriction-delete": "Deler",
	"miraheze-restriction-protect": "Proteger",
	"miraheze-skinname-snapwikiskin": "Snap!",
	"miraheze-snapwikiskin": "Snap!",
	"miraheze-uploadtext": "Usa le formulario hic infra pro incargar files.\nPro vider o cercar files ja incargate, visita le [[Special:FileList|lista de files incargate]]. Le incargamentos e re-incargamentos es tamben registrate in le [[Special:Log/upload|registro de incargamentos]]. Le deletiones appare in le [[Special:Log/delete|registro de deletiones]].\n\nPro includer un file in un pagina, usa un ligamine in un del sequente formas:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong> pro usar le version complete del file\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Legenda]]</nowiki></code></strong> pro usar un rendition a latitude de 200 pixels in un quadro in le margine sinistre con le texto \"Legenda\" infra\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> pro ligar directemente al file sin monstrar le file\n\nNon oblida adder information de licentia (si applicabile) sur le file incargate. Tote le files '''''debe''''' obedir al derecto de autor statounitese (incluse le ''fair use''). Violationes repetite del derecto de autor pote resultar in le '''clausura del wiki'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Authentication Web) es un standard web publicate per World Wide Web Consortium (W3C). WebAuthn es un componente fundamental del projecto FIDO2 sub le direction del Alliantia FIDO. Le objectivo del projecto es standardisar un interfacie pro authenticar usatores a applicationes e servicios web usante cryptographia de clave public. [https://en.wikipedia.org/wiki/WebAuthn Lege plus] <br> '''Per favor nota que tu debera aperir session sur le mesme wiki ubi tu originalmente registrava le authenticator.''' Pro iste ration, pote esser un bon idea registrar le authenticator sur [[mh:meta|Meta]].",
	"miraheze-wikibase-sitelinks-miraheze": "Wikis de Miraheze"
}
