{
	"@metadata": {
		"authors": [
			"HanV",
			"McDutchie",
			"Robin van der Vliet",
			"Siebrand"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|U}} kunt zich niet aanmelden omdat {{GENDER:$1|uw}} account [[m:Special:MyLanguage/Global locks|globaal is geblokkeerd]]. Neem contact op met <code>cvt[at]miraheze.org</code> voor meer informatie of om in beroep te gaan.",
	"miraheze-dberr-again": "Probeer het over een paar minuten opnieuw. Meestal zijn deze fouten dan opgelost. Blijft deze fout zich voordoen, kijk dan op onze Twitter-pagina (https://twitter.com/MirahezeStatus) voor meer informatie of neem contact op door deel te nemen via #miraheze-tech-ops op irc.libera.chat of met onze Discord-server (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Deze wiki is tijdelijk niet beschikbaar",
	"miraheze-globalblocking-ipblocked-range": "'''Uw IP-adres bevindt zich in een bereik dat in heel Miraheze [[m:Special:MyLanguage/Global blocks|globaal geblokkeerd]] is.'''\n\nDe blokkering is ingesteld door $1 ($2). \nDe opgegeven reden is ''$3''.\n\n* Begin van blokkering: $4 \n* Einde van blokkering: $5 \n\nDeze globale blokkering is waarschijnlijk niet persoonlijk op u gericht. Iemand binnen uw IP-bereik heeft mogelijk een Miraheze-wiki verstoord, hetgeen tot deze blokkering heeft geleid. Houd er bovendien rekening mee dat VPN's en andere soortgelijke diensten [[m:Special:MyLanguage/No open proxies policy|niet toegestaan]] zijn op Miraheze. Als u er nu een gebruikt, schakel deze dan uit. Als u meer hulp nodig hebt, stuur dan een e-mail naar cvt[at]miraheze.org of neem contact op met $1.\nUw huidige IP-adres is $6 en het geblokkeerde bereik is $7.\nVermeld alle bovenstaande details in al uw vragen.",
	"miraheze-globalblocking-ipblocked-xff": "'''Een of meer proxyservers die door uw verzoek zijn gebruikt, zijn overal op Miraheze [[m:Special:MyLanguage/Global blocks|globaal geblokkeerd]].'''\n\nDe blokkering is ingesteld door $1 ($2).\nDe opgegeven reden is ''$3''.\n\n* Begin van blokkering: $4\n* Einde van blokkering: $5\n\nDeze globale blokkering is waarschijnlijk niet persoonlijk op u gericht. Houd er rekening mee dat VPN’s en andere soortgelijke diensten [[m:Special:MyLanguage/No open proxies policy|niet toegestaan]] zijn op Miraheze. Als u er nu een gebruikt, schakel deze dan uit. Als u meer hulp nodig hebt, stuur dan een e-mail naar cvt[at]miraheze.org of neem contact op met $1.\nHet geblokkeerde proxy-adres was $6.\nVermeld alle bovenstaande gegevens bij eventuele vragen die u stelt.",
	"miraheze-globalblocking-ipblocked": "'''Uw IP-adres is in heel Miraheze [[m:Special:MyLanguage/Global blocks|globaal geblokkeerd]].'''\n\nDe blokkering is ingesteld door $1 ($2). \nDe opgegeven reden is ''$3''.\n\n* Begin van blokkering: $4 \n* Einde van blokkering: $5 \n\nDeze globale blokkering is waarschijnlijk niet persoonlijk op u gericht. Iemand die uw IP-adres gebruikt heeft mogelijk een Miraheze-wiki verstoord, hetgeen tot deze blokkering heeft geleid. Houd er bovendien rekening mee dat VPN’s en andere soortgelijke diensten [[m:Special:MyLanguage/No open proxies policy|niet toegestaan]] zijn op Miraheze. Als u er nu een gebruikt, schakel deze dan uit. Als u meer hulp nodig hebt, stuur dan een e-mail naar cvt[at]miraheze.org of neem contact op met $1.\nUw huidige IP-adres is $6.\nVermeld alle bovenstaande gegevens bij eventuele vragen die u stelt.",
	"miraheze-importdump-help-reason": "Vertel ons of de XML bedoeld is voor: het migreren vanuit een andere wiki, het afsplitsen van een andere wiki, of het importeren van sjablonen of pagina’s uit Wikipedia.",
	"miraheze-importdump-help-target": "Dit moet een geldige databasenaam zijn. Om de databasenaam van de wiki te vinden kijkt u op Speciaal:ManageWiki/core op de wiki.\n\nAls u uw wiki nog niet aangemaakt is, vraag dan eerst uw wiki aan met behulp van [[Special:RequestWiki]]. Zodra uw wiki is aangemaakt komt u hier terug om dit importverzoek in te dienen.",
	"miraheze-importdump-help-upload-file": "Alleen XML-bestanden zijn toegestaan. Als uw XML-bestand zich in een gecomprimeerd archief bevindt, pak het dan uit voordat u het uploadt.\n\nZorg ervoor dat u een versie van de XML-bestanden uploadt die ook de volledige versiegeschiedenis bevat.",
	"miraheze-importdump-import-failed-comment": "Er is een fout opgetreden tijdens het importeren van de verstrekte XML. Site Reliability Engineering is hierover ingelicht.",
	"miraheze-importtext": "Exporteer het bestand uit de bronwiki via de [[Special:Export|exportpagina]].\nSla dat bestand op uw computer op en upload het dan hier.<br /> Let op: als het bestand groter is dan ongeveer 2MB, moet u [[M:Special:RequestImport|een importaanvraag indienen]], want vanwege technische beperkingen kan dit hier niet worden gedaan.<br /> We raden af om infoboxen rechtstreeks van Wikipedia te importeren, zie [[m:Infoboxes|deze pagina]] voor meer informatie.",
	"miraheze-interwiki_intro": "Dit is een overzicht van de interwiki-tabel, die de voorvoegsels definieert die worden gebruikt om snel te koppelen naar verschillende wikis en andere externe sites. Voor aanbevolen gebruik, zie [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki de handleiding op MediaWiki.org]. \n\nHoud er rekening mee dat alle toevoegingen aan de Interwiki-tabel worden gemonitord en dat elke poging om schadelijke links in de tabel te plaatsen sancties zal opleveren.",
	"miraheze-newsignuppage-loginform-tos": "Ik heb de [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use gebruiksvoorwaarden] en het [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy privacybeleid] gelezen en begrepen en ik ga ermee akkoord",
	"miraheze-newsignuppage-must-accept-tos": "U moet akkoord gaan met de gebruikersvoorwaarden om een account aan te kunnen maken.",
	"miraheze-oathauth-step1": "BELANGRIJK! Zorg ervoor dat u de OATHAuth-pagina leest voordat u dit inschakelt! Stap 1: Download een tweestapsauthenticatieprogramma",
	"miraheze-prefs-help-realname": "De echte naam is optioneel. Als u er een opgeeft, wordt deze gebruikt om u erkenning voor uw werk te geven. Door een wiki te gebruiken die wordt gehost door Miraheze, gaat u ook akkoord met de <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use gebruiksvoorwaarden]</span> en accepteert u het <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Privacybeleid]</span>.",
	"miraheze-restriction-delete": "Verwijderen",
	"miraheze-restriction-protect": "Beveiligen",
	"miraheze-skinname-snapwikiskin": "Snap!",
	"miraheze-snapwikiskin": "Snap!",
	"miraheze-uploadtext": "Met het onderstaande formulier kunt u bestanden uploaden.\nOm eerder geüploade bestanden te bekijken of te zoeken gaat u naar de [[Special:FileList|lijst met geüploade bestanden]]. Uploads en herhaalde uploads worden ook vastgelegd in het [[Special:Log/upload|uploadlogboek]]. Verwijderingen worden vastgelegd in het [[Special:Log/delete|verwijderlogboek]].\n\nOm een bestand op een pagina op te nemen, gebruikt u een link in een van de volgende vormen:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Bestand.jpg]]</nowiki></code></strong> om de volledige versie van het bestand te gebruiken\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Bestand.png|200px|thumb|left|Bijschrift]] om een weergave van 200 pixels breed te gebruiken in een vak in de linkermarge met de tekst \"Bijschrift\" eronder\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> om een rechtstreekse koppeling naar het bestand te leggen zonder het bestand te tonen\n\nLet op: aan het bestand dat u uploadt moet u licentie-informatie aan toevoegen. Elk bestand '''''moet''''' voldoen aan de auteursrechtwetgeving van de Verenigde Staten van Amerika, inclusief fair use. Herhaalde nalatigheid houdt een schending van het auteursrecht in en kan leiden tot '''sluiting van de wiki'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Web Authentication) is een door het World Wide Web Consortium (W3C) gepubliceerde webstandaard. WebAuthn is een kerncomponent van het FIDO2-project onder leiding van de FIDO Alliance. Het doel van het project is het standaardiseren van een interface voor het authenticeren van gebruikers voor webgebaseerde applicaties en diensten met behulp van cryptografie met publieke sleutels. [https://en.wikipedia.org/wiki/WebAuthn Meer lezen]<br> '''Houd er rekening mee dat u naar de wiki moet gaan waarop u de authenticator hebt geregistreerd om u aan te melden'''. Overweeg daarom de authenticator op [[mh:meta|Meta]] registreren.",
	"miraheze-wikibase-sitelinks-miraheze": "Miraheze-wiki's"
}
