{
	"@metadata": {
		"authors": [
			"Alexander Yukal",
			"BerryAVGN",
			"Deltaspace",
			"Dirruw'o",
			"Kareyac",
			"Katunchik",
			"Nk88",
			"Okras",
			"Pacha Tchernof",
			"Vlad5250",
			"Vonavy",
			"WerySkok",
			"Yurina Tatiana",
			"Артём 13327"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|Вы}} не можете авторизоваться, потому что {{GENDER:$1|ваша}} учётная запись [[m:Special:MyLanguage/Global locks|глобально отключена]]. Пожалуйста, напишите на <code>cvt[собака]miraheze.org</code>, чтобы узнать подробности или оспорить отключение.",
	"miraheze-createwiki-close-email-body": "Здравствуйте,\n\nЭтим письмом сообщаем вам о том, что ваша вики на Miraheze была закрыта. Вики, в которых в течение 60 дней не было никаких правок или действий в журнале, автоматически закрываются, чтобы предотвратить спам, согласно [[m:Special:MyLanguage/Dormancy Policy|Политике неактивности]] (с которой вы соглашались при создании вики).\n\nЕсли вы хотите возобновить работу вики, перейдите на страницу Special:ManageWiki и снимите галочку с пункта «Закрыто». Обратите внимание, что если вы не откроете  вики заново или если в течение 6 месяцев с этого момента никто не запросит её повторное открытие (в соответствии с разделом о повторном открытии в Политике неактивности), ваша вики будет помечена как подлежащая безвозвратному удалению.",
	"miraheze-createwiki-close-email-subject": "Ваша вики на Miraheze ($1) была закрыта",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Добро пожаловать на {{SITENAME}}! ==\nЭта заглавная страница была создана автоматически при создании вики и, похоже, ещё не была отредактирована. Возможно, бюрократы всё ещё работают над заглавной, так что загляните сюда позже!\n\n=== Для бюрократов этой вики ===\nПриветствуем вас на вашей новой вики! Спасибо, что выбрали Miraheze для её размещения — надеемся, вам понравится наш хостинг. Начинайте работу в любое удобное время.\n\nНужна помощь? Без проблем! Вот несколько полезных ресурсов для начала:\n* [[mw:Special:MyLanguage/Help:Contents|Справка по MediaWiki]] — основы вики: навигация, редактирование, основные возможности\n* [[m:Special:MyLanguage/Infoboxes|Инфобоксы]] — различные способы добавить их в вашу вики. Если не знаете, с чего начать, то часто используемым вариантом является PortableInfobox\n* [[m:Special:MyLanguage/ManageWiki|ManageWiki]] — для дальнейшей настройки параметров вики (значок, расширения, права доступа и прочее). Читайте внимательно, некоторые изменения трудно отменить\n* [[m:Special:MyLanguage/FAQ|ЧаВо по Miraheze]] — общая информация о Miraheze\n* [[mh:dev|Miraheze Developers Wiki]] — ресурс, где каждый (да, и вы тоже!) может найти для себя шаблоны (инфобоксы, цитаты и прочее), оформление и полезные инструменты для улучшения вики. Общие изображения доступны на [[mh:commons|Miraheze Commons]], а попробовать права администратора можно на нашей [[mh:test|Публичной тестовой вики]].\n\nЕсли не знаете, как создать новую страницу, есть несколько способов: сделайте ссылку на существующей странице и перейдите по ней, вручную введите адрес страницы в адресной строке, или перейдите в [[Special:ManageWiki/extensions]] и включите [[mw:Extension:CreatePageUw|CreatePageUw]], чтобы добавить удобную ссылку в боковую панель!\n\n==== Мне всё ещё не понятно ''X''! ====\nНе беда! Не всё может быть найдено в ЧаВо или быть подробно описано, и мы всегда готовы помочь! Найти нас можно здесь:\n* [[m:Special:MyLanguage/Help center|На Miraheze Meta]]\n* В [https://miraheze.org/discord Discord]\n* В IRC в канале #miraheze на irc.libera.chat ([irc://irc.libera.chat/%23miraheze прямая ссылка]; [https://web.libera.chat/?channel=#miraheze вебчат])\n* В [[phorge:|трекере проблем]], если столкнётесь с ошибками MediaWiki\n\n=== Для посетителей этой вики ===\nЗдравствуйте, стандартная заглавная страница этой вики (эта страница) пока не была обновлена её бюрократами. Возможно, бюрократы всё ещё работают над заглавной, так что загляните сюда позже!",
	"miraheze-createwiki-defaultmainpage-summary": "Добро пожаловать в Miraheze!",
	"miraheze-createwiki-email-body": "Здравствуйте!\n\nВы недавно запросили создание вики на Miraheze, и мы с радостью сообщаем, что ваш запрос был одобрен!\n\nВ Miraheze всегда готовы помочь вам на каждом шагу, не стесняйтесь спрашивать! Для подробных инструкций по различным вопросам, таким как управление вики с помощью инструмента ManageWiki, использование изображений и шаблонов, создание задач и многого другого, посетите наш [[m:Special:MyLanguage/Help center|Справочный центр]].\n\nПомните, что все вики обязаны соблюдать [[m:Special:MyLanguage/Content Policy|Политику в отношении контента]], иначе они могут быть закрыты. Также помните, что ваша вики может быть закрыта, если она слишком сильно отклонится от утверждённой цели.\n\nСпасибо, что выбрали Miraheze! Мы желаем вам всего наилучшего в вашем новом вики-приключении.",
	"miraheze-createwiki-email-subject": "Ваша новая вики на Miraheze ($1) была создана",
	"miraheze-createwiki-error-subdomaintaken": "Запрошенный вами поддомен уже занят. Возможно, по вашей теме уже существует вики; в таком случае, внесите свой вклад в неё (вики на ту же тему запрещены и удаляются при обнаружении). Выберите другой поддомен и попробуйте снова.",
	"miraheze-createwiki-help-bio": "Материалы, касающиеся реальных людей, должны быть написаны с учетом минимизации предвзятости и представления нейтральной точки зрения. Не следует публиковать личную информацию без явного согласия. См. [[Disclosure of Personal Data on Wikis]].",
	"miraheze-createwiki-help-category": "Категория помогает в сортировке в местах по типу [[Special:WikiDiscover]]. Посетите ManageWiki после создания вики, чтобы также добавить краткое описание!",
	"miraheze-createwiki-help-reason": "Не стесняйтесь расширять поле для облегчения редактирования! К сожалению, здесь нет никаких дополнительных функций форматирования, вроде жирного текста, кликабельных ссылок и т. д.",
	"miraheze-createwiki-help-subdomain": "Таким будет URL-адрес вашей вики. Убедитесь, что он уникален для вашей вики и не слишком общий. Ваше имя базы данных будет таким же, только с добавлением «wiki» в конце, например, yoursubdomain -> yoursubdomainwiki. Это можно будет изменить позже.",
	"miraheze-createwiki-label-reason": "Вам нужно указать ''тему'' вашей вики (о чём она?), её ''область'' (что она включает?) и любую другую информацию, которую вы считаете полезной. Это может включать:\n* Ссылку на существующее сообщество, если это перенос, или ссылку на контент, который будет охватывать вики.\n* Какие спорные материалы могут быть на вики, и как вы будете их модерировать, чтобы обеспечить их соответствие глобальной политике.\n* Будет ли вики содержать «NSFW»-контент. В Политике в отношении контента есть раздел, который касается этого.\n* Является ли вики личной (о вашей работе, а не о документировании чего-то другого), созданной от имени организации, или она создана для не-вики сообщества, например, Discord-сервера.\n* Поделитесь подробностями, если хотите! Это может быть вики о франшизе игр, о конкретном регионе, вашем мире и т. д.\n\nС этой информацией мы сможем определить, совместим ли контент с Miraheze. Чем больше деталей, тем лучше, если они понятны и релевантны. Это может быть от двух предложений до нескольких коротких абзацев. Структурируйте это по своему усмотрению.\n\n'''Пожалуйста, не используйте ChatGPT или другие ИИ-модели:''' они редко бывают достаточно понятными или релевантными и увеличивают вероятность того, что вас попросят переформулировать или пояснить более конкретно.\n\n----\n\nТеперь, пожалуйста, сообщите тему и область вашей вики как минимум в двух предложениях...",
	"miraheze-dberr-again": "Повторите, пожалуйста, попытку через несколько минут, обычно к тому времени эти ошибки устраняются. Если вы постоянно получаете эту ошибку, пожалуйста, проверьте наш Твиттер (https://twitter.com/Miraheze) для получения дополнительной информации или проинформируйте нас, присоединившись к #miraheze-tech-ops на irc.libera.chat или к нашему Discord-серверу (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Эта вики временно недоступна",
	"miraheze-globalblocking-blockedtext-blocker-admin": "Вы можете связаться с $1, чтобы обсудить блокировку. '''Если вы пытаетесь создать учётную запись, используйте [[M:Special:Contact/requestaccount|только эту форму]] для запроса учётной записи.'''",
	"miraheze-globalblocking-ipblocked-range": "'''Ваш IP-адрес находится в диапазоне, который был [[m:Special:MyLanguage/Global blocks|глобально заблокирован]] на Miraheze.'''\n\nБлокировка была выдана $1 ($2).\nПричина ''$3''.\n\n* Дата блокировки: $4\n* Срок блокировки: $5\n\nЭта глобальная блокировка, скорее всего, не направлена конкретно на вас. Возможно, кто-то из вашего диапазона IP-адресов нарушил работу вики Miraheze, что и привело к блокировке. Кроме того, обратите внимание, что VPN и другие подобные сервисы [[m:Special:MyLanguage/No open proxies policy|запрещены]] на Miraheze. Если вы сейчас используете такую службу, пожалуйста, отключите её. Если вам нужна дополнительная помощь, пожалуйста, напишите по электронной почте cvt[собака]miraheze.org или свяжитесь по $1.\nВаш текущий IP-адрес $6, а заблокированный диапазон - $7.\nПожалуйста, указывайте все вышеперечисленные данные в любых запросах.",
	"miraheze-globalblocking-ipblocked-xff": "'''Один или несколько прокси-серверов, используемых по вашему запросу, были [[m:Special:MyLanguage/Global blocks|глобально заблокированы]] на Miraheze'''\n\nБлокировка была выдана $1 ($2).\nПричина ''$3''.\n\n* Дата блокировки: $4\n* Срок блокировки: $5\n\nЭта глобальная блокировка, скорее всего, не направлена конкретно на вас. Обратите внимание, что VPN и другие подобные сервисы [[m:Special:MyLanguage/No open proxies policy|запрещены]] на Miraheze. Если вы используете такую службу в данный момент, пожалуйста, отключите её. Если вам нужна дополнительная помощь, пожалуйста, напишите по электронной почте cvt[собака]miraheze.org или свяжитесь по $1.\nЗаблокированный прокси-адрес был $6.\nПожалуйста, указывайте все вышеперечисленные данные в любых запросах.",
	"miraheze-globalblocking-ipblocked": "'''Ваш IP-адрес был [[m:Special:MyLanguage/Global blocks|глобально заблокирован]] на Miraheze.'''\n\nБлокировка была выдана $1 ($2).\nПричина ''$3''.\n\n* Дата блокировки: $4\n* Срок блокировки: $5\n\nЭта глобальная блокировка, скорее всего, не направлена конкретно на вас. Возможно, кто-то, использующий ваш IP, нарушил работу вики-сайта Miraheze, что и привело к блокировке. Кроме того, обратите внимание, что VPN и другие подобные сервисы [[m:Special:MyLanguage/No open proxies policy|запрещены]] на Miraheze. Если вы сейчас используете такую службу, пожалуйста, отключите её. Если вам нужна дополнительная помощь, пожалуйста, напишите по электронной почте cvt[собака]miraheze.org или свяжитесь по $1.\nВаш текущий IP-адрес $6.\nПожалуйста, указывайте все вышеперечисленные данные в любых запросах.",
	"miraheze-importdump-help-reason": "Сообщите нам, для чего предназначен XML: для переноса из другой вики, для изменённой версии другой вики или для импорта шаблонов или страниц из Википедии.",
	"miraheze-importdump-help-target": "Это должно быть действительное имя базы данных. Чтобы узнать имя базы данных вики, обратитесь к разделу Special:ManageWiki/core в вики.\n\nЕсли вики ещё не создана, сначала запросите её с помощью [[Special:RequestWiki]], а затем вернитесь сюда, чтобы сделать этот запрос на импорт, когда вики будет создана.",
	"miraheze-importdump-help-upload-file": "Допускается использование только XML-файлов. Если ваш XML-файл находится в сжатом архиве, пожалуйста, распакуйте его перед загрузкой.\n\nПожалуйста, убедитесь, что вы загружаете версию XML-файлов, содержащую всю историю ревизий.",
	"miraheze-importdump-import-failed-comment": "При импорте предоставленного XML произошла ошибка. Техническая команда была уведомлена.",
	"miraheze-importtext": "Пожалуйста, экспортируйте файл из исходной вики используя [[Special:Export|утилиту экспорта]].\nСохраните его на своём компьютере и загрузите сюда.<br /> Обратите внимание, что если файл имеет большой размер (~ >2МБ), то вам необходимо [[M:Special:RequestImport|запросить импорт]], так как здесь это сделать невозможно из-за технических ограничений.<br /> Мы не советуем импортировать карточки (инфобоксы) напрямую из Википедии. Дополнительную информацию можно найти на [[m:Infoboxes|этой странице]].",
	"miraheze-interwiki_intro": "Это обзор таблицы интервики, которая определяет ярлыки префиксов, используемые для быстрого перехода на различные вики и другие внешние сайты. Рекомендации по использованию см. в [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki в руководстве по MediaWiki.org].\n\nОбратите внимание, что все дополнения к таблицам Interwiki отслеживаются и любые попытки вставить в таблицу вредоносные ссылки приведут к санкциям.",
	"miraheze-newsignuppage-loginform-tos": "Мною были прочитаны, поняты и я соглашаюсь с [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Условиями использования] и [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Политикой приватности]",
	"miraheze-newsignuppage-must-accept-tos": "Вы должны принять Условия использования, чтобы создать учётную запись!",
	"miraheze-oathauth-step1": "ВАЖНО! Пожалуйста, не забудьте прочитать страницу OATHAuth, прежде чем включить это! Шаг 1: Загрузите программу двухфакторной аутентификации",
	"miraheze-prefs-help-realname": "Настоящее имя указывается по желанию. Если вы решите его использовать, то оно будет использоваться при указании вашего авторства. Также, используя вики, размещённую на Miraheze, вы соглашаетесь с <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Условиями использования]</span> и принимаете <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Политику конфиденциальности]</span>.",
	"miraheze-requestcustomdomain-help-target-subdomain": "Это текущий поддомен вашей вики (например, <code><b>example</b>.miraheze.org</code>), который вы выбрали при запросе на создание вики.",
	"miraheze-requestwiki-error-invalidcomment": "Ваш запрос вики содержит недопустимый символ. Исправьте его и повторите попытку. Если вам нужна помощь, [[Special:MyLanguage/Help center|свяжитесь с нами]].",
	"miraheze-requestwiki-info-guidance": "Осталось всего пара разделов! Этот очень важный.",
	"miraheze-requestwiki-info-guidance-post": "Почти закончили. Пожалуйста, пересмотрите все разделы, чтобы убедиться, что вы заполнили все необходимые поля и предоставили все релевантные подробности. Когда вы это сделаете, мы свяжемся с вами как можно скорее. А пока можете ознакомиться с Meta и познакомиться с другими операторами вики. Нам нравится видеть здесь новые лица!",
	"miraheze-requestwiki-label-agreement": "'''Я прочитал(а) и принимаю [[Special:MyLanguage/Content Policy|Политику в отношении контента]], [[Special:MyLanguage/Dormancy Policy|Политику неактивности]], [[Special:MyLanguage/Wiki Governance policy|Политику управления вики]] и [[Special:MyLanguage/Global Conduct Policy|Политику глобального поведения]]''', и, запрашивая создание вики, я соглашаюсь со всеми нашими [[Special:MyLanguage/Global policies|глобальными политиками]].",
	"miraheze-requestwiki-success": "Ваш запрос на вики ($1) был успешно отправлен. Он будет рассмотрен волонтёром-создателем вики в ближайшее время.",
	"miraheze-restriction-delete": "Удалить",
	"miraheze-restriction-protect": "Защитить",
	"miraheze-skinname-snapwikiskin": "Щелчок!",
	"miraheze-snapwikiskin": "Щелчок!",
	"miraheze-uploadtext": "Используйте форму ниже, чтобы загрузить файлы.\nЧтобы просмотреть или найти ранее загруженные файлы, перейдите в [[Special:FileList|список загруженных файлов]]. Загрузки и повторные загрузки также регистрируются в [[Special:Log/upload|журнале загрузок]]. Удаления записываются в [[Special:Log/delete|журнал удалений]].\n\nЧтобы включить файл на страницу, используйте ссылку в одном из следующих форматов:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong>, чтобы использовать полную версию файла\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Caption]]</nowiki></code></strong>, чтобы использовать изображение шириной 200 пикселей в поле по левой границе с текстом «Подпись» ниже\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> для прямой ссылки на файл без отображения файла\n\nНе забудьте добавить лицензионную информацию (если применимо) о загружаемом файле. Все файлы '''должны''' соответствовать американскому законодательству об авторском праве, включая добросовестное использование. Неоднократное несоблюдение этого требования может привести к нарушению авторских прав и '''закрытию вики'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Web Authentication) - это веб-стандарт, опубликованный Консорциумом Всемирной паутины (W3C). WebAuthn является основным компонентом проекта FIDO2, реализуемого под руководством альянса FIDO. Целью проекта является стандартизация интерфейса для аутентификации пользователей в веб-приложениях и сервисах с использованием криптографии с открытым ключом. [https://en.wikipedia.org/wiki/WebAuthn Подробнее (англ.)] <br> '''Пожалуйста, имейте в виду, что для входа вам придётся зайти на вики, на которой вы зарегистрировали аутентификатор'''. По этой причине вы можете захотеть зарегистрировать аутентификатор на [[mh:meta|Meta]].",
	"miraheze-wikibase-sitelinks-miraheze": "Вики Miraheze"
}
