{
	"@metadata": {
		"authors": [
			"Alexander Yukal",
			"BerryAVGN",
			"Deltaspace",
			"Dirruw'o",
			"Kareyac",
			"Katunchik",
			"Nk88",
			"Okras",
			"Pacha Tchernof",
			"Vlad5250",
			"WerySkok",
			"Артём 13327"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|Вы}} не можете авторизоваться, потому что {{GENDER:$1|ваша}} учётная запись [[m:Special:MyLanguage/Global locks|глобально отключена]]. Пожалуйста, напишите на <code>cvt[собака]miraheze.org</code>, чтобы узнать подробности или оспорить отключение.",
	"miraheze-dberr-again": "Повторите, пожалуйста, попытку через несколько минут, обычно к тому времени эти ошибки устраняются. Если вы постоянно получаете эту ошибку, пожалуйста, проверьте наш Твиттер (https://twitter.com/MirahezeStatus) для получения дополнительной информации или проинформируйте нас, присоединившись к #miraheze-tech-ops на irc.libera.chat или к нашему Discord-серверу (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Эта вики временно недоступна",
	"miraheze-globalblocking-ipblocked-range": "'''Ваш IP-адрес находится в диапазоне, который был [[m:Special:MyLanguage/Global blocks|глобально заблокирован]] на Miraheze.'''\n\nБлокировка была выдана $1 ($2).\nПричина ''$3''.\n\n* Дата блокировки: $4\n* Срок блокировки: $5\n\nЭта глобальная блокировка, скорее всего, не направлена конкретно на вас. Возможно, кто-то из вашего диапазона IP-адресов нарушил работу вики Miraheze, что и привело к блокировке. Кроме того, обратите внимание, что VPN и другие подобные сервисы [[m:Special:MyLanguage/No open proxies policy|запрещены]] на Miraheze. Если вы сейчас используете такую службу, пожалуйста, отключите её. Если вам нужна дополнительная помощь, пожалуйста, напишите по электронной почте cvt[собака]miraheze.org или свяжитесь по $1.\nВаш текущий IP-адрес $6, а заблокированный диапазон - $7.\nПожалуйста, указывайте все вышеперечисленные данные в любых запросах.",
	"miraheze-globalblocking-ipblocked-xff": "'''Один или несколько прокси-серверов, используемых по вашему запросу, были [[m:Special:MyLanguage/Global blocks|глобально заблокированы]] на Miraheze'''\n\nБлокировка была выдана $1 ($2).\nПричина ''$3''.\n\n* Дата блокировки: $4\n* Срок блокировки: $5\n\nЭта глобальная блокировка, скорее всего, не направлена конкретно на вас. Обратите внимание, что VPN и другие подобные сервисы [[m:Special:MyLanguage/No open proxies policy|запрещены]] на Miraheze. Если вы используете такую службу в данный момент, пожалуйста, отключите её. Если вам нужна дополнительная помощь, пожалуйста, напишите по электронной почте cvt[собака]miraheze.org или свяжитесь по $1.\nЗаблокированный прокси-адрес был $6.\nПожалуйста, указывайте все вышеперечисленные данные в любых запросах.",
	"miraheze-globalblocking-ipblocked": "'''Ваш IP-адрес был [[m:Special:MyLanguage/Global blocks|глобально заблокирован]] на Miraheze.'''\n\nБлокировка была выдана $1 ($2).\nПричина ''$3''.\n\n* Дата блокировки: $4\n* Срок блокировки: $5\n\nЭта глобальная блокировка, скорее всего, не направлена конкретно на вас. Возможно, кто-то, использующий ваш IP, нарушил работу вики-сайта Miraheze, что и привело к блокировке. Кроме того, обратите внимание, что VPN и другие подобные сервисы [[m:Special:MyLanguage/No open proxies policy|запрещены]] на Miraheze. Если вы сейчас используете такую службу, пожалуйста, отключите её. Если вам нужна дополнительная помощь, пожалуйста, напишите по электронной почте cvt[собака]miraheze.org или свяжитесь по $1.\nВаш текущий IP-адрес $6.\nПожалуйста, указывайте все вышеперечисленные данные в любых запросах.",
	"miraheze-importdump-help-reason": "Сообщите нам, для чего предназначен XML: для переноса из другой вики, для изменённой версии другой вики или для импорта шаблонов или страниц из Википедии.",
	"miraheze-importdump-help-target": "Это должно быть действительное имя базы данных. Чтобы узнать имя базы данных вики, обратитесь к разделу Special:ManageWiki/core в вики.\n\nЕсли вики ещё не создана, сначала запросите её с помощью [[Special:RequestWiki]], а затем вернитесь сюда, чтобы сделать этот запрос на импорт дампа, когда вики будет создана.",
	"miraheze-importdump-help-upload-file": "Допускается использование только XML-файлов. Если ваш XML-файл находится в сжатом архиве, пожалуйста, распакуйте его перед загрузкой.\n\nПожалуйста, убедитесь, что вы загружаете версию XML-файлов, содержащую всю историю ревизий.",
	"miraheze-importtext": "Пожалуйста, экспортируйте файл из исходной вики с помощью утилиты [[Special:Export|export utility]].\nСохраните его на своём компьютере и загрузите сюда.<br /> Обратите внимание, что если файл имеет большой размер (~ >2МБ), то вам необходимо [[M:Special:RequestImport|запросить импорт]], так как здесь это сделать невозможно из-за технических ограничений.<br /> Мы не советуем импортировать инфобоксы напрямую из Википедии. Дополнительную информацию можно найти на [[m:Infoboxes|этой странице]].",
	"miraheze-interwiki_intro": "Это обзор таблицы интервики, которая определяет ярлыки префиксов, используемые для быстрого перехода на различные вики и другие внешние сайты. Рекомендации по использованию см. в [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki в руководстве по MediaWiki.org].\n\nОбратите внимание, что все дополнения к таблицам Interwiki отслеживаются и любые попытки вставить в таблицу вредоносные ссылки приведут к санкциям.",
	"miraheze-newsignuppage-loginform-tos": "Мною были прочитаны, поняты и я соглашаюсь с [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Условиями использования] и [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Политикой приватности]",
	"miraheze-newsignuppage-must-accept-tos": "Вы должны принять Условия использования, чтобы создать учётную запись!",
	"miraheze-oathauth-step1": "ВАЖНО! Пожалуйста, не забудьте прочитать страницу OATHAuth, прежде чем включить это! Шаг 1: Загрузите программу двухфакторной аутентификации",
	"miraheze-prefs-help-realname": "Настоящее имя указывается по желанию. Если вы решите его использовать, то оно будет использоваться при указании вашего авторства. Также, используя вики, размещённую на Miraheze, вы соглашаетесь с <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Условиями использования]</span> и принимаете <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Политику конфиденциальности]</span>.",
	"miraheze-restriction-delete": "Удалить",
	"miraheze-restriction-protect": "Защитить",
	"miraheze-skinname-snapwikiskin": "Щелчок!",
	"miraheze-snapwikiskin": "Щелчок!",
	"miraheze-uploadtext": "Используйте форму ниже, чтобы загрузить файлы.\nЧтобы просмотреть или найти ранее загруженные файлы, перейдите в [[Special:FileList|список загруженных файлов]]. Загрузки и повторные загрузки также регистрируются в [[Special:Log/upload|журнале загрузок]]. Удаления записываются в [[Special:Log/delete|журнал удалений]].\n\nЧтобы включить файл на страницу, используйте ссылку в одном из следующих форматов:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.jpg]]</nowiki></code></strong>, чтобы использовать полную версию файла\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:File.png|200px|thumb|left|Caption]]</nowiki></code></strong>, чтобы использовать изображение шириной 200 пикселей в поле по левой границе с текстом «Подпись» ниже\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:File.ogg]]</nowiki></code></strong> для прямой ссылки на файл без отображения файла\n\nНе забудьте добавить лицензионную информацию (если применимо) о загружаемом файле. Все файлы '''должны''' соответствовать американскому законодательству об авторском праве, включая добросовестное использование. Неоднократное несоблюдение этого требования может привести к нарушению авторских прав и '''закрытию вики'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Web Authentication) - это веб-стандарт, опубликованный Консорциумом Всемирной паутины (W3C). WebAuthn является основным компонентом проекта FIDO2, реализуемого под руководством альянса FIDO. Целью проекта является стандартизация интерфейса для аутентификации пользователей в веб-приложениях и сервисах с использованием криптографии с открытым ключом. [https://en.wikipedia.org/wiki/WebAuthn Подробнее (англ.)] <br> '''Пожалуйста, имейте в виду, что для входа вам придётся зайти на вики, на которой вы зарегистрировали аутентификатор'''. По этой причине вы можете захотеть зарегистрировать аутентификатор на [[mh:meta|Meta]].",
	"miraheze-wikibase-sitelinks-miraheze": "Вики Miraheze"
}
