{
	"@metadata": {
		"authors": [
			"Minh Nguyen",
			"NguyenHung",
			"Pisceskaze",
			"SongNgu.xyz"
		]
	},
	"miraheze-centralauth-login-error-locked": "{{GENDER:$1|Bạn}} không thể đăng nhập vì tài khoản của {{GENDER:$1|bạn}} đã bị [[m:Special:MyLanguage/Global locks|khóa toàn cục]]. Vui lòng liên hệ <code>cvt[at]miraheze.org</code> để biết thêm thông tin hoặc khiếu nại.",
	"miraheze-cookieconsent-detailed-dialog-intro": "<p>Chúng tôi sử dụng cookie (và các công nghệ tương tự) để cá nhân hóa nội dung, cải thiện trang web và phân tích lưu lượng truy cập.</p><p>Với những cookie này, chúng tôi thu thập thông tin về bạn và theo dõi hành vi internet của bạn trên trang web của chúng tôi. Bằng cách này, chúng tôi xây dựng hồ sơ cá nhân của bạn. Với điều này, chúng tôi điều chỉnh trang web và giao tiếp theo sở thích của bạn. Bạn có thể tìm hiểu thêm về điều này trong [[m:Special:MyLanguage/Privacy Policy|Chính sách Bảo mật]].</p><p>Cập nhật tùy chọn cookie của bạn sẽ tải lại trang.</p>",
	"miraheze-cookieconsent-simple-dialog-content": "<p>Chúng tôi sử dụng cookie (và các công nghệ tương tự) để cá nhân hóa nội dung, cải thiện trang web và phân tích lưu lượng truy cập.</p><p>Với những cookie này, chúng tôi thu thập thông tin về bạn và theo dõi hành vi internet của bạn trên trang web của chúng tôi. Bằng cách này, chúng tôi xây dựng hồ sơ cá nhân của bạn. Với điều này, chúng tôi điều chỉnh trang web và giao tiếp theo sở thích của bạn. Bạn có thể tìm hiểu thêm về điều này trong [[m:Special:MyLanguage/Privacy Policy|Chính sách Bảo mật]].</p><p>Nếu bạn muốn quản lý tùy chọn cookie, hãy nhấp vào <b>Quản lý tùy chọn</b>. Bằng cách nhấp vào <b>Chấp nhận tất cả</b>, bạn đồng ý sử dụng tất cả cookie. Bạn có thể thay đổi hoặc rút lại sự đồng ý của mình bất cứ lúc nào.</p>",
	"miraheze-createwiki-close-email-body": "Xin chào,\n\nEmail này thông báo cho bạn rằng wiki Miraheze của bạn đã bị đóng. Các wiki không nhận được bất kỳ chỉnh sửa hoặc hành động nhật ký nào trong vòng 60 ngày sẽ tự động bị đóng để ngăn chặn thư rác, theo [[m:Special:MyLanguage/Dormancy Policy|Chính sách không hoạt động]] (mà bạn đã đồng ý khi yêu cầu wiki).\n\nNếu bạn muốn mở lại wiki của mình, vui lòng truy cập Đặc biệt:Quản lý wiki và bỏ chọn hộp \"Đã đóng\" để mở lại. Xin lưu ý rằng nếu bạn không mở lại wiki của mình hoặc nếu không có ai yêu cầu mở wiki của bạn (theo phần yêu cầu mở lại của Chính sách không hoạt động) trong vòng 6 tháng kể từ bây giờ, wiki của bạn sẽ được đánh dấu là đủ điều kiện để xóa vĩnh viễn.",
	"miraheze-createwiki-close-email-sender": "Miraheze",
	"miraheze-createwiki-close-email-subject": "Wiki Miraheze của bạn ($1) đã bị đóng cửa",
	"miraheze-createwiki-defaultmainpage": "__NOTOC__\n== Chào mừng đến với {{SITENAME}}! ==\nTrang chính này được tạo tự động khi wiki được tạo và có vẻ như nó vẫn chưa được thay thế. Các hành chính viên vẫn có thể đang làm việc trên Trang chính, vì vậy hãy kiểm tra lại sau!\n\n=== Gửi đến các hành chính viên của wiki này ===\nXin chào và chào mừng đến với wiki mới của bạn! Cảm ơn bạn đã chọn Miraheze để lưu trữ wiki của bạn; chúng tôi hy vọng bạn sẽ thích dịch vụ lưu trữ của chúng tôi. Bạn có thể bắt đầu làm việc trên wiki của mình bất cứ khi nào bạn muốn.\n\nBạn cần trợ giúp? Không vấn đề gì! Để bắt đầu, đây là một số tài nguyên mà chúng tôi khuyến khích bạn xem qua:\n* [[mw:Special:MyLanguage/Help:Contents|Hướng dẫn MediaWiki]] để biết những điều cơ bản về wiki: điều hướng, chỉnh sửa, các tính năng chung của phần mềm\n* [[m:Special:MyLanguage/Infoboxes|Hộp thông tin]] để biết nhiều cách khác nhau để bạn có thể đưa những thứ này vào wiki của mình. PortableInfoboxes là lựa chọn phổ biến nếu bạn không biết bắt đầu từ đâu\n* Công cụ [[m:Special:MyLanguage/ManageWiki|Quản lý wiki]] để tùy chỉnh thêm các thiết lập của wiki (favicon, tiện ích mở rộng, quyền hạn và nhiều hơn nữa). Nhớ đọc kỹ: một số thay đổi có thể khó đảo ngược\n* [[m:Special:MyLanguage/FAQ|Miraheze FAQ]] để có cái nhìn tổng quan về Miraheze\n* [[mh:dev|Wiki Nhà phát triển Miraheze]], một nguồn tài nguyên cho mọi người (vâng, bạn!) để tìm các mẫu (hộp thông tin, trích dẫn...) kiểu dáng và các tiện ích hữu ích khác để làm đẹp wiki. Bạn có thể tìm thấy hình ảnh được chia sẻ tại [[mh:commons|Miraheze Commons]] và thử quyền bảo quản viên trên [[mh:test|Public Test Wiki]] của chúng tôi.\n\nNgoài ra, nếu bạn không chắc chắn về cách tạo trang mới, bạn có một số tùy chọn: tạo liên kết trên trang hiện có và đi vào trang đó, chỉnh sửa thanh địa chỉ để đến trang bạn muốn hoặc vào [[Special:ManageWiki/extensions]] và bật [[mw:Extension:CreatePageUw|CreatePageUw]] để thêm liên kết tiện dụng vào thanh bên!\n\n==== Tôi vẫn không hiểu! ====\nKhông vấn đề gì! Không phải mọi thứ đều có trong Câu hỏi thường gặp hoặc đủ rõ ràng và chúng tôi rất vui lòng trợ giúp! Bạn có thể tìm thấy chúng tôi tại đây:\n* [[m:Special:MyLanguage/Help center|Trên Miraheze Meta]]\n* Trên [https://miraheze.org/discord Discord]\n* Trên IRC trong #miraheze trên irc.libera.chat ([irc://irc.libera.chat/%23miraheze liên kết trực tiếp]; [https://web.libera.chat/?channel=#miraheze webchat])\n* Trên [[phorge:|trình theo dõi sự cố của chúng tôi]] nếu bạn gặp lỗi MediaWiki\n\n=== Đối với những người truy cập wiki này ===\nXin chào, Trang chính mặc định của wiki này (trang này) vẫn chưa được các hành chính viên của wiki này thay thế. Họ vẫn có thể đang làm việc trên Trang chính, vì vậy hãy kiểm tra lại sau!",
	"miraheze-createwiki-defaultmainpage-summary": "Chào mừng đến với Miraheze!",
	"miraheze-createwiki-email-body": "Xin chào!\n\nGần đây bạn đã yêu cầu một wiki trên Miraheze. Chúng tôi vui mừng thông báo rằng yêu cầu của bạn đã được duyệt!\n\nMiraheze ở đây để giúp bạn trong từng bước, đừng ngại hỏi! Truy cập [[m:Special:MyLanguage/Help center|Trung tâm trợ giúp]] của chúng tôi để được trợ giúp chi tiết về nhiều chủ đề, chẳng hạn như quản lý wiki của bạn bằng công cụ ManageWiki, sử dụng hình ảnh và bản mẫu, tạo tác vụ kĩ thuật, v.v.!\n\nVui lòng nhớ rằng tất cả các wiki phải tuân thủ [[m:Special:MyLanguage/Content Policy|Chính sách nội dung]] nếu không chúng có thể bị đóng. Wiki của bạn cũng có thể bị đóng nếu nó chệch quá nhiều so với mục đích đã được chấp thuận.\n\nCảm ơn bạn đã chọn Miraheze! Chúng tôi chúc bạn mọi điều tốt đẹp nhất trong cuộc phiêu lưu wiki mới của mình.",
	"miraheze-createwiki-email-subject": "Wiki Miraheze mới của bạn ($1) đã được tạo",
	"miraheze-createwiki-error-subdomaintaken": "Tên miền phụ bạn yêu cầu đã được sử dụng. Có thể đã có wiki đề cập đến chủ đề của bạn; nếu đúng như vậy, thay vào đó hãy đóng góp cho wiki đó (các wiki có cùng chủ đề hiện bị cấm và sẽ bị xóa khi phát hiện). Hãy chọn một tên miền phụ khác và thử lại.",
	"miraheze-createwiki-help-bio": "Nội dung liên quan đến người thật phải viết với nỗ lực hạn chế thiên vị và trình bày quan điểm trung lập. Bạn không được chia sẻ thông tin cá nhân mà không có sự đồng ý rõ ràng. Xem [[Disclosure of Personal Data on Wikis|Tiết lộ dữ liệu cá nhân trên Wiki]]",
	"miraheze-createwiki-help-category": "Thể loại này giúp phân loại wiki theo những nơi như [[Special:WikiDiscover]]. Truy cập ManageWiki sau khi tạo để viết một mô tả ngắn nữa nhé!",
	"miraheze-createwiki-help-reason": "Hãy thoải mái mở rộng hộp để chỉnh sửa dễ dàng hơn! Thật không may là không có định dạng lạ mắt như in đậm, liên kết có thể nhấp, v.v. ở đây.",
	"miraheze-createwiki-help-subdomain": "Đây sẽ là URL của wiki. Hãy đảm bảo rằng nó là duy nhất cho wiki của bạn và không quá chung chung. Tên cơ sở dữ liệu của bạn sẽ là tên này với 'wiki' ở cuối, tức là tenmiencon -> tenmienconwiki. Tên này có thể thay đổi sau theo yêu cầu.",
	"miraheze-createwiki-label-reason": "Bạn sẽ cần thông báo cho chúng tôi về ''chủ đề'' của wiki (chủ đề là gì?), ''phạm vi'' của wiki (bao gồm những gì?) và bất kỳ thông tin nào khác mà bạn tin rằng sẽ hữu ích. Những thông tin này có thể bao gồm:\n* Liên kết đến cộng đồng công khai hiện có của wiki nếu đó là bản di chuyển hoặc liên kết đến nội dung mà wiki sẽ đề cập.\n* Nội dung gây tranh cãi nào có thể được wiki đề cập và cách bạn sẽ kiểm duyệt nội dung đó để đảm bảo tuân thủ chính sách toàn cầu.\n* Nếu wiki sẽ đề cập đến nội dung \"NSFW\". Có một phần trong Chính sách nội dung liên quan đến vấn đề này.\n* Nếu wiki là nội dung cá nhân (tác phẩm của bạn, so với việc ghi lại nội dung khác), được tạo thay mặt cho một tổ chức hoặc nếu wiki được tạo thay mặt cho một cộng đồng không phải wiki, như Máy chủ Discord.\n* Chia sẻ một số thông tin chi tiết nếu bạn thích! Nếu đó là về một thương hiệu trò chơi, một khu vực cụ thể, thế giới xây dựng của bạn...\n\nVới thông tin này, chúng tôi sẽ có thể xác định xem nội dung đó có khả năng tương thích với Miraheze hay không. Càng chi tiết càng tốt, miễn là nó rõ ràng và có liên quan. Điều này dao động từ hai câu đến một vài đoạn văn ngắn. Cấu trúc theo cách bạn thích.\n\n'''Vui lòng không sử dụng ChatGPT hoặc bất kỳ mô hình AI nào khác:''' Chúng hiếm khi đủ rõ ràng hoặc có liên quan và làm tăng khả năng bạn sẽ được yêu cầu diễn đạt lại hoặc giải thích cụ thể hơn về nội dung.\n\n----\n\nBây giờ, vui lòng cho chúng tôi biết chủ đề & phạm vi của wiki của bạn trong ít nhất hai câu...",
	"miraheze-dberr-again": "Xin hãy thử lại trong vài phút, vì những lỗi này thường được giải quyết trong một lúc. Nếu bạn vẫn tiếp tục gặp lỗi này, vui lòng kiểm tra Twitter của chúng tôi (https://twitter.com/Miraheze) để biết thêm thông tin hoặc thông báo cho chúng tôi bằng cách tham gia #miraheze-tech-ops trên irc.libera.chat hoặc máy chủ Discord của chúng tôi (https://discord.gg/TVAJTE4CUn).",
	"miraheze-dberr-problems": "Wiki tạm thời không khả dụng",
	"miraheze-globalblocking-blockedtext-blocker-admin": "Bạn có thể liên hệ với $1 để thảo luận về lệnh cấm. '''Nếu bạn đang cố gắng tạo một tài khoản, vui lòng chỉ sử dụng [[M:Special:Contact/requestaccount|biểu mẫu này]] để yêu cầu một tài khoản.'''",
	"miraheze-globalblocking-ipblocked-range": "'''Địa chỉ IP của bạn nằm trong dải đã bị [[m:Special:MyLanguage/Global blocks|cấm toàn cục]] trên khắp Miraheze.'''\n\nLệnh cấm được thực thi bởi $1 ($2).\nLý do được đưa ra là ''$3''.\n\n* Bắt đầu lệnh cấm: $4\n* Hết hạn lệnh cấm: $5\n\nLệnh cấm toàn cục này có thể không hướng cụ thể đến bạn. Ai đó trong phạm vi IP của bạn có thể đã phá hoại wiki tại Miraheze dẫn đến lệnh cấm này. Ngoài ra, hãy lưu ý rằng VPN và các dịch vụ tương tự khác là [[m:Special:MyLanguage/No open proxies policy|không được phép]] trên Miraheze. Nếu bạn đang sử dụng chúng ngay bây giờ, vui lòng tắt nó đi. Nếu bạn cần hỗ trợ thêm, vui lòng gửi email tới cvt[at]miraheze.org hoặc liên hệ $1.\nĐịa chỉ IP hiện tại của bạn là $6 và dải IP bị cấm là $7.\nVui lòng bao gồm tất cả các chi tiết trên trong bất kỳ truy vấn nào bạn thực hiện.",
	"miraheze-globalblocking-ipblocked-xff": "'''Một hoặc nhiều máy chủ proxy được yêu cầu của bạn sử dụng đã bị [[m:Special:MyLanguage/Global blocks|cấm toàn cục]] trên khắp Miraheze'''\n\nLệnh cấm được thực thi bởi $1 ($2).\nLý do được đưa ra là ''$3''.\n\n* Bắt đầu lệnh cấm: $4\n* Hết hạn lệnh cấm: $5\n\nLệnh cấm toàn cục này có thể không hướng cụ thể đến bạn. Việc sử dụng VPN và các dịch vụ tương tự khác là [[m:Special:MyLanguage/No open proxies policy|không được phép]] trên Miraheze. Nếu bạn đang sử dụng chúng ngay bây giờ, vui lòng tắt nó đi. Nếu bạn cần hỗ trợ thêm, vui lòng gửi email tới cvt[at]miraheze.org hoặc liên hệ $1.\nĐịa chỉ proxy bị cấm là $6.\nVui lòng bao gồm tất cả các chi tiết trên trong bất kỳ truy vấn nào bạn thực hiện.",
	"miraheze-globalblocking-ipblocked": "'''Địa chỉ IP của bạn đã bị [[m:Special:MyLanguage/Global blocks|cấm toàn cục]] trên khắp Miraheze.'''\n\nLệnh cấm được thực thi bởi $1 ($2).\nLý do được đưa ra là ''$3''.\n\n* Bắt đầu lệnh cấm: $4\n* Hết hạn lệnh cấm: $5\n\nLệnh cấm toàn cục này có thể không hướng cụ thể đến bạn. Ai đó trong phạm vi IP của bạn có thể đã phá hoại wiki tại Miraheze dẫn đến lệnh cấm này. Ngoài ra, hãy lưu ý rằng VPN và các dịch vụ tương tự khác là [[m:Special:MyLanguage/No open proxies policy|không được phép]] trên Miraheze. Nếu bạn đang sử dụng chúng ngay bây giờ, vui lòng tắt nó đi. Nếu bạn cần hỗ trợ thêm, vui lòng gửi email tới cvt[at]miraheze.org hoặc liên hệ $1.\nĐịa chỉ IP hiện tại của bạn là $6.\nVui lòng bao gồm tất cả các chi tiết trên trong bất kỳ truy vấn nào bạn thực hiện.",
	"miraheze-importdump-help-reason": "Hãy cho chúng tôi biết tập tin XML này dùng để: di chuyển từ wiki khác, phân nhánh wiki khác hay nhập bản mẫu hoặc trang từ Wikipedia.",
	"miraheze-importdump-help-target": "Đây phải là tên cơ sở dữ liệu hợp lệ. Để tìm tên cơ sở dữ liệu của wiki, hãy xem Special:MagageWiki/core trên wiki.\n\nNếu bạn chưa tạo wiki của mình, vui lòng yêu cầu wiki của bạn bằng cách sử dụng [[Special:RequestWiki]] trước, và sau đó quay lại đây để thực hiện yêu cầu nhập kết xuất sau khi wiki của bạn được tạo.",
	"miraheze-importdump-help-upload-file": "Chỉ cho phép các tập tin XML. Nếu tập tin XML của bạn được lưu trữ nén, vui lòng giải nén nó trước khi thử tải lên.\n\nHãy đảm bảo rằng bạn cũng đang tải lên phiên bản của tập tin XML chứa tất cả lịch sử sửa đổi.",
	"miraheze-importdump-import-failed-comment": "Đã có lỗi xảy ra khi nhập bản kết xuất XML được cung cấp. Nhóm Công nghệ đã được thông báo.",
	"miraheze-importtext": "Vui lòng xuất tập tin từ wiki nguồn bằng cách sử dụng [[Special:Export|tiện ích xuất]].\nLưu nó vào thiết bị của bạn và tải nó lên đây.<br /> Xin lưu ý rằng nếu tập tin hơi \"quá\" lớn (hơn vào khoảng 2&nbsp;MB), bạn sẽ cần phải [[M:Special:RequestImport|yêu cầu hỗ trợ nhập kết xuất]] vì nó sẽ không thể được thực hiện tại đây do những hạn chế về mặt kỹ thuật.<br />Chúng tôi cũng khuyến khích bạn không nên nhập hộp thông tin trực tiếp từ Wikipedia, vui lòng xem [[m:Infoboxes|trang này]] để biết thêm thông tin.",
	"miraheze-interwiki_intro": "Đây là tổng quan về bảng liên wiki, trong đó xác định các lối tắt tiền tố được sử dụng để liên kết nhanh đến các wiki khác nhau và các trang bên ngoài khác. Để biết cách sử dụng được khuyến nghị, vui lòng xem [https://www.mediawiki.org/wiki/Special:MyLanguage/Extension:Interwiki hướng dẫn sử dụng trên MediaWiki.org].\n\nXin lưu ý rằng tất cả các bổ sung vào bảng liên wiki đều được giám sát và mọi nỗ lực chèn các liên kết độc hại vào bảng sẽ dẫn đến các biện pháp trừng phạt.",
	"miraheze-newsignuppage-loginform-tos": "Tôi đã đọc, hiểu và đồng ý với [https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Điều khoản sử dụng] và [https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Chính sách bảo mật]",
	"miraheze-newsignuppage-must-accept-tos": "Bạn phải chấp nhận Điều khoản sử dụng để có thể tạo tài khoản!",
	"miraheze-oathauth-step1": "CHÚ Ý! Hãy chắc chắn rằng bạn đã đọc trang OATHAuth trước khi kích hoạt thứ này!\nBước 1: Tải xuống một chương trình xác thực hai yếu tố",
	"miraheze-prefs-help-realname": "Tên thật là tùy chọn. Nếu bạn chọn cung cấp nó, thông tin này sẽ được sử dụng để ghi công cho tác phẩm của bạn. Ngoài ra, bằng cách sử dụng wiki do Miraheze lưu trữ, bạn đồng ý với <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Terms_of_Use Điều khoản sử dụng]</span> và <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Special:MyLanguage/Privacy_Policy Chính sách bảo mật]</span>.",
	"miraheze-requestcustomdomain-help-target-subdomain": "Đây là tên miền phụ hiện tại cho wiki của bạn (<code><b>wikicuaban</b> .miraheze.org</code>) mà bạn đã chọn tại thời điểm yêu cầu wiki.",
	"miraheze-requestwiki-error-invalidcomment": "Yêu cầu wiki của bạn chứa ký tự không hợp lệ. Vui lòng kiểm tra và thử lại. Nếu bạn cần sự trợ giúp, [[Special:MyLanguage/Help center|hãy liên hệ với chúng tôi]].",
	"miraheze-requestwiki-info-guidance": "Chỉ còn vài phần nữa thôi! Phần này rất quan trọng.",
	"miraheze-requestwiki-info-guidance-post": "Bạn sắp hoàn tất rồi. Vui lòng xem lại để đảm bảo bạn đã hoàn thành tất cả các phần và cung cấp mọi thông tin chi tiết có liên quan. Khi bạn đã hoàn tất, chúng tôi sẽ phản hồi bạn sớm nhất có thể. Hãy thoải mái xem xung quanh Meta, gặp gỡ những người điều hành wiki khác trong thời gian chờ đợi. Chúng tôi thích nhìn thấy những gương mặt mới ở đây.",
	"miraheze-requestwiki-label-agreement": "'''Tôi đã đọc và chấp nhận [[Special:MyLanguage/Content Policy|Chính sách nội dung]], [[Special:MyLanguage/Dormancy Policy|Chính sách không hoạt động]], [[Special:MyLanguage/Wiki Governance policy|Chính sách quản trị wiki]] và [[Special:MyLanguage/Global Conduct Policy|Chính sách ứng xử toàn cục]]''', và bằng cách yêu cầu một wiki, tôi đồng ý với tất cả [[Special:MyLanguage/Global policies|chính sách toàn cục]] tại đây.",
	"miraheze-requestwiki-success": "Yêu cầu wiki của bạn ($1) đã được gửi thành công. Yêu cầu của bạn sẽ được một người tạo wiki tình nguyện xem xét trong thời gian sớm nhất có thể.",
	"miraheze-restriction-delete": "Xóa",
	"miraheze-restriction-protect": "Khóa",
	"miraheze-skinname-snapwikiskin": "Snap!",
	"miraheze-snapwikiskin": "Snap!",
	"miraheze-uploadtext": "Sử dụng biểu mẫu bên dưới để tải tập tin lên.\nĐể xem hoặc tìm kiếm các tập tin đã tải lên trước đây, hãy truy cập [[Special:FileList|danh sách các tập tin đã tải lên]]. Các thao tác tải lên và tải lên lại cũng được ghi vào [[Special:Log/upload|nhật trình tải lên]]. Các thao tác xóa được ghi vào [[Special:Log/delete|nhật trình xóa]].\n\nĐể đưa tập tin vào một trang, hãy sử dụng liên kết có một trong các dạng sau:\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Tập tin.jpg]]</nowiki></code></strong> để sử dụng phiên bản đầy đủ của tập tin\n* <strong><code><nowiki>[[</nowiki>{{ns:file}}<nowiki>:Tập tin.png|200px|nhỏ|trái|Chú thích]]</nowiki></code></strong> để sử dụng bản hiển thị rộng 200 điểm ảnh trong hộp ở lề trái với dòng chữ “Chú thích” bên dưới\n* <strong><code><nowiki>[[</nowiki>{{ns:media}}<nowiki>:Tập tin.ogg]]</nowiki></code></strong> để liên kết trực tiếp đến tập tin mà không hiển thị tập tin\n\nHãy nhớ thêm thông tin giấy phép (nếu có) về tập tin đã tải lên. Tất cả các tập tin '''phải''' tuân theo luật bản quyền của Hoa Kỳ, bao gồm cả việc sử dụng hợp pháp. Việc không làm như vậy nhiều lần có thể dẫn đến vi phạm bản quyền cũng như khiến wiki của bạn có nguy cơ '''bị đóng'''.",
	"miraheze-webauthn-module-description": "WebAuthn (Xác thực Web) là một tiêu chuẩn trên web do World Wide Web Consortium (W3C) xuất bản. WebAuthn là thành phần trọng tâm của Dự án FIDO2 do Liên minh FIDO điều hành. Mục tiêu của dự án là nhằm chuẩn hóa giao diện xác minh người dùng dành cho các ứng dụng web và các dịch vụ sử dụng công cụ mã hóa theo khóa công cộng. [https://en.wikipedia.org/wiki/WebAuthn Xem thêm (tiếng Anh)]. Xin lưu ý rằng bạn cần phải đăng nhập từ chính wiki mà bạn đã dùng để đăng ký thiết bị xác thực. Bạn có thể muốn đăng ký trình xác thực trên [[mh:meta|Meta]] vì lý do này.",
	"miraheze-wikibase-sitelinks-miraheze": "Wiki Miraheze"
}
