{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"miraheze-close-email-body": "Hallo,\n\nMet deze e-mail willen wij je informeren dat je Miraheze-wiki gesloten is. Wiki's die 60 dagen lang niet worden bewerkt en geen handelingen in het logboek bijschrijven, worden automatisch gesloten om spam te voorkomen; dit in overeenstemming met het <a href=\"https://meta.miraheze.org/wiki/Special:MyLanguage/Dormancy_Policy\">inactiviteitsbeleid</a> (waarmee je akkoord bent gegaan bij het aanvragen van een wiki).\n\nAls je je wiki wilt heropenen, ga dan naar Special:ManageWiki en verwijder het vinkje uit het vakje \"Gesloten\". Let op: als je je wiki niet heropent of als niemand binnen 6 maanden een verzoek indient om je wiki te heropenen (in overeenstemming met de sectie Heropening van het inactiviteitsbeleid), dan kan je wiki voorgoed verwijderd worden.",
	"miraheze-close-email-subject": "Je Miraheze-wiki ($1) is gesloten",
	"miraheze-sitenotice-closed-private": "Deze wiki is gesloten omdat er de afgelopen 60 dagen niets is '''bewerkt''' of '''gelogd'''. Omdat deze wiki privé is, kan hij niet opnieuw worden geopend via het normale proces voor heropeningsverzoeken. Als deze wiki niet binnen 6 maanden wordt heropend, kan hij worden verwijderd. Let op: als jij een bureaucraat bent op deze wiki, ga dan naar [[Special:ManageWiki]] en schakel het vakje \"Gesloten\" uit om de wiki te heropenen.",
	"miraheze-sitenotice-closed": "Deze wiki is automatisch [[m:Special:MyLanguage/Dormancy Policy|gesloten]] omdat er de afgelopen 60 dagen niets is '''bewerkt''' of '''gelogd'''. Wil je (als niet-bureaucraat) dat deze wiki weer geopend wordt, dien dan bij [[m:Requests for reopening wikis|Heropeningsverzoeken wiki's]] een verzoek in. Als deze wiki niet binnen 6 maanden wordt heropend, kan hij worden verwijderd. Let op: als je een bureaucraat bent op deze wiki, ga je naar [[Special:ManageWiki]] en schakel je het vakje \"Gesloten\" uit om de wiki te heropenen.",
	"miraheze-sitenotice-inactive-private": "Op deze wiki is in de afgelopen 45 dagen niets '''bewerkt''' of '''gelogd'''. Daarom is de wiki automatisch gemarkeerd als '''inactief'''. Als je niet wilt dat deze wiki '''gesloten''' wordt, moet je hier toch af en toe eens wat gaan doen. Als wij binnen de komende 15 dagen niet zien dat deze wiki wordt gebruikt, dan wordt deze wiki gesloten krachtens het [[m:Special:MyLanguage/Dormancy Policy|inactiviteitsbeleid]] (dat alle wiki-oprichters accepteren bij het aanvragen van een wiki). Deze wiki kan niet worden heropend op verzoek van een andere gebruiker omdat hij privé is. Als deze wiki over 135 dagen nog steeds inactief is, kan hij '''verwijderd''' worden. Let op: als je een bureaucraat bent, kun je naar [[Special:ManageWiki]] gaan en zelf \"inactief\" uitschakelen.",
	"miraheze-sitenotice-inactive": "Op deze wiki is in de afgelopen 45 dagen niets '''bewerkt''' of '''gelogd'''. Daarom is de wiki gemarkeerd als '''inactief'''. Als je niet wilt dat deze wiki '''gesloten''' wordt, moet je hier toch af en toe eens wat gaan doen. Als wij binnen de komende 15 dagen niet zien dat deze wiki wordt gebruikt, wordt deze wiki gesloten krachtens het [[m:Special:MyLanguage/Dormancy Policy|inactiviteitsbeleid]] (dat alle oprichters van de wiki accepteren bij het aanvragen van een wiki). Als niemand de gesloten wiki binnen 135 dagen heropent, kan de wiki '''verwijderd''' worden. Let op: als je een bureaucraat bent, kun je naar [[Special:ManageWiki]] gaan en zelf \"inactief\" uitschakelen.",
	"miraheze-survey-disabled": "Jammer, het jaaronderzoek is nu afgelopen. Kom je volgend jaar terug? Heb je opmerkingen of vragen, neem dan gerust [[m:Special:Help center|contact]] met ons op.",
	"miraheze-survey-done": "Bedankt dat je de enquête hebt ingevuld en ons verteld hebt hoe je de dienst gebruikt en wat je ervan vindt! Als je ermee hebt ingestemd dat Miraheze contact met je opneemt, hoor je binnenkort van ons. Anders kun je na 22 juli op meta.miraheze.org een analyse van de antwoorden op de enquête bekijken.",
	"miraheze-survey-header": "Bedankt voor het kiezen van Miraheze! Vul de enquête hieronder in om Miraheze te helpen begrijpen hoe je de dienst gebruikt en wat je ervan vindt. Als je het goed vindt dat Miraheze contact met je opneemt, wordt je e-mailadres bewaard tot 24 juli, waarna het uit de enquête wordt verwijderd. Je antwoorden worden aan elkaar gekoppeld, maar je gebruikersnaam wordt niet samen met je antwoord geregistreerd. Als je hiermee instemt en later toch je toestemming wilt intrekken of je e-mailadres wilt wijzigen, neem dan contact op met tech[at]miraheze.org, liefst vanaf het e-mailadres dat je hier hebt opgegeven.",
	"miraheze-survey-q1": "Welke van de volgende omschrijvingen past het beste bij jouw relatie met Miraheze?",
	"miraheze-survey-q2": "Is er een reden dat je geen account hebt op Miraheze?",
	"miraheze-survey-q3a": "Hoe vaak gebruik je Miraheze om wiki(s) te lezen?",
	"miraheze-survey-q3b": "Hoe vaak gebruik je Miraheze om wiki(s) te lezen?",
	"miraheze-survey-q4a": "Welke van de volgende categorieën/genres/thema's beschrijven de wiki(s) die jij leest?",
	"miraheze-survey-q4b": "Welke van de volgende categorieën/genres/thema's beschrijven de wiki(s) die jij bewerkt?",
	"miraheze-survey-q5a": "Hoeveel wiki(s) lees je?",
	"miraheze-survey-q6-1": "Dit is jouw kans om ons te vertellen wat je graag verbeterd zou willen zien aan onze extensies. Wil je jouw antwoord op het bovenstaande verder toelichten?",
	"miraheze-survey-q8": "Heb je ManageWiki gebruikt om jouw wiki(s) te beheren?",
	"miraheze-survey-q9": "Is er een reden waarom je Miraheze hebt gekozen en geen andere wiki-hostingfarms?",
	"miraheze-survey-q11-cd": "Vrijwilligers zoals jij kunnen door middel van gemeenschapsverkiezingen worden gekozen in de raad van bestuur van Miraheze",
	"miraheze-survey-q11-d": "Miraheze wordt volledig betaald door [[m:Special:MyLanguage/Donate|donaties]] van mensen zoals jij",
	"miraheze-survey-q11-v": "Jij kunt Miraheze helpen als [[m:Special:MyLanguage/Contributing|vrijwilliger]] in een technische rol of gemeenschapsrol",
	"miraheze-survey-q11": "Vink het vakje aan naast datgene waarvan je weet dat het waar is over Miraheze",
	"miraheze-survey-q12": "Heb je problemen met Miraheze waardoor het gebruik ervan vervelender is geworden?",
	"miraheze-survey-q13": "Zijn er verbeteringen of heb je ideeën waardoor het leuker zou kunnen worden om Miraheze te gebruiken?",
	"miraheze-survey-q14": "Hier mag je ons zeggen wat je over Miraheze op je hart hebt.",
	"miraheze-survey-q15-1": "Je hebt jouw e-mailadres bij ons niet [[Special:ChangeEmail|bevestigd]]. Daarom wordt het e-mailadres dat je hieronder opgeeft, verwijderd nadat wij contact met je hebben opgenomen.",
	"miraheze-survey-q15": "Wil je dat Miraheze contact met je opneemt om je antwoorden verder te bespreken?",
	"miraheze-warnmessage": "<div class=\"wikitable\" style=\"text-align: center; width: 90%; margin-left: auto; margin-right:auto; padding: 15px; border: 4px solid black; background-color: #EEE;\"> <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Stewards%27_noticeboard '''Het personeel van Miraheze'''] heeft opgemerkt dat er op deze wiki in de afgelopen 45 dagen niets is [[Special:RecentChanges|'''bewerkt''']] of [[Special:Logs|'''gelogd''']]. Als je niet wilt dat deze wiki '''gesloten''' wordt, moet je hier toch af en toe eens wat gaan doen. Als wij binnen de komende 15 dagen niet zien dat deze wiki wordt gebruikt, dan kunnen wij volgens ons [https://meta.miraheze.org/wiki/Dormancy_Policy inactiviteitsbeleid] deze wiki sluiten. Een andere gebruiker mag deze wiki dan adopteren. Als dat niet gebeurt en de wiki over 135 dagen nog altijd inactief is, kan deze wiki '''verwijderd''' worden. Lees Miraheze's [https://meta.miraheze.org/wiki/Dormancy_Policy inactiviteitsbeleid] goed door. Als er toch activiteit op deze wiki is, dan mag je op [[MediaWiki:Sitenotice]] dit bericht zelf verwijderen. Als je nog andere vragen of opmerkingen hebt, neem dan vooral [https://meta.miraheze.org/wiki/Stewards%27_noticeboard contact] met ons op.</span></div>"
}
