{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"miraheze-sitenotice-closed-private": "Deze wiki is gesloten omdat er de afgelopen 120 dagen niets is '''bewerkt''' of '''gelogd'''. Omdat deze wiki privé is, kan hij niet opnieuw worden geopend via het normale proces voor heropeningsverzoeken. Als deze wiki niet binnen 6 maanden wordt heropend, kan hij worden verwijderd. Let op: als jij een bureaucraat bent op deze wiki, ga dan naar [[Special:ManageWiki]] en schakel het vakje “Gesloten” uit om de wiki te heropenen.",
	"miraheze-sitenotice-closed": "Deze wiki is automatisch [[m:Special:MyLanguage/Dormancy Policy|gesloten]] omdat er de afgelopen 120 dagen niets is '''bewerkt''' of '''gelogd'''. Wil je (als niet-bureaucraat) dat deze wiki weer geopend wordt, dien dan bij [[m:Requests for reopening wikis|Heropeningsverzoeken wiki's]] een verzoek in. Als deze wiki niet binnen 6 maanden wordt heropend, kan hij worden verwijderd. Let op: als jij een bureaucraat bent op deze wiki, ga dan naar [[Special:ManageWiki]] en schakel het vakje “Gesloten” uit om de wiki te heropenen.",
	"miraheze-sitenotice-inactive-private": "Op deze wiki is in de afgelopen 60 dagen niets '''bewerkt''' of '''gelogd'''. Daarom is de wiki automatisch gemarkeerd als '''inactief'''. Als je niet wilt dat deze wiki '''gesloten''' wordt, moet je hier toch af en toe eens wat gaan doen. Als wij binnen de komende 60 dagen niet zien dat deze wiki wordt gebruikt, dan wordt deze wiki gesloten krachtens het [[m:Special:MyLanguage/Dormancy Policy|inactiviteitsbeleid]] (dat alle wiki-oprichters accepteren bij het aanvragen van een wiki). Deze wiki kan niet worden heropend op verzoek van een andere gebruiker omdat hij privé is. Als deze wiki over 135 dagen nog steeds inactief is, kan hij '''verwijderd''' worden. Let op: als jij een bureaucraat bent, kun je naar [[Special:ManageWiki]] gaan en zelf “inactief” uitvinken.",
	"miraheze-sitenotice-inactive": "Op deze wiki is in de afgelopen 60 dagen niets '''bewerkt''' of '''gelogd'''. Daarom is de wiki gemarkeerd als '''inactief'''. Als je niet wilt dat deze wiki '''gesloten''' wordt, moet je hier toch af en toe eens wat gaan doen. Als wij binnen de komende 60 dagen niet zien dat deze wiki wordt gebruikt, wordt deze wiki gesloten krachtens het [[m:Special:MyLanguage/Dormancy Policy|inactiviteitsbeleid]] (dat alle oprichters van de wiki accepteren bij het aanvragen van een wiki). Als niemand de gesloten wiki binnen 135 dagen heropent, kan de wiki '''verwijderd''' worden. Let op: als jij een bureaucraat bent, kun je naar [[Special:ManageWiki]] gaan en zelf “inactief” uitvinken.",
	"miraheze-warnmessage": "<div class=\"wikitable\" style=\"text-align: center; width: 90%; margin-left: auto; margin-right:auto; padding: 15px; border: 4px solid black; background-color: #EEE;\"> <span class=\"plainlinks\">[https://meta.miraheze.org/wiki/Stewards%27_noticeboard '''Het personeel van Miraheze'''] heeft opgemerkt dat er op deze wiki in de afgelopen 45 dagen niets is [[Special:RecentChanges|'''bewerkt''']] of [[Special:Logs|'''gelogd''']]. Als je niet wilt dat deze wiki '''gesloten''' wordt, moet je hier toch af en toe eens wat gaan doen. Als wij binnen de komende 15 dagen niet zien dat deze wiki wordt gebruikt, dan kunnen wij volgens ons [https://meta.miraheze.org/wiki/Dormancy_Policy inactiviteitsbeleid] deze wiki sluiten. Een andere gebruiker mag deze wiki dan adopteren. Als dat niet gebeurt en de wiki over 135 dagen nog altijd inactief is, kan deze wiki '''verwijderd''' worden. Lees Miraheze's [https://meta.miraheze.org/wiki/Dormancy_Policy inactiviteitsbeleid] goed door. Als er toch activiteit op deze wiki is, dan mag je op [[MediaWiki:Sitenotice]] dit bericht zelf verwijderen. Als je nog andere vragen of opmerkingen hebt, neem dan vooral [https://meta.miraheze.org/wiki/Stewards%27_noticeboard contact] met ons op.</span></div>"
}
